[
  {
    "title": "Lesson 1: Welcome!",
    "url": "https://av.voanews.com/clips/VLE/2016/02/08/49485bf8-4277-47f6-9abe-617ee2473f8c.mp3",
    "dialog": " Pete: Hi! Are you Anna?Anna: Yes! Hi there! Are you Pete?Pete: I am PeteAnna: Nice to meet youAnna: Let's try that again. I'm AnnaPete: I'm Pete. \"Anna\" Is that A-N-A?Anna: No. A-N-N-APete: Well, Anna with two \"n's\" ... Welcome to ... 1400 Irving Street!Anna: My new apartment! Yes!"
  },
  {
    "title": "Lesson 2: Hello, I'm Anna!",
    "url": "https://av.voanews.com/clips/VLE/2016/02/10/56246d7b-5fa4-42d2-90b0-d403e6b46227.mp3",
    "dialog": "Jonathan: Hey, Pete! Who’s your friend?Pete: She is Anna. She is new to D.C.Jonathan: Where are you from?Anna: I am from a small town.Jonathan: Well, welcome to D.C.Anna: Thank you.Jonathan: I am Jonathan. I am in apartment B4.Anna: I am in apartment C2. Marsha is my roommate.Jonathan: I know Marsha. She is nice.Pete: And I am in Apartment D7. I have to go now.Anna: Oh!Pete: Remember to call Marsha at work. Tell her you’re here.Anna: Right, thanks, Pete. Nice to meet you!Jonathan: You too, Bye.Anna: Apartment C2, here I come! "
  },
  {
    "title": "Lesson 3: I'm Here!",
    "url": "https://av.voanews.com/clips/VLE/2016/02/18/a82baaf4-0a91-4d43-8ab6-78f72cef8fce.mp3",
    "dialog": "Anna: I am in my new apartment! Great!I live with Marsha. We’re roommates.I want to cook dinner. Oh! Hmmm. Is there a supermarket near here?Marsha knows. Marsha's work number is 555-8986.Man: Hello.Anna: Hello. Is this Marsha? It is Anna.Man: I am sorry. You have the wrong number.Anna: Oh. Is this 555-8986?Man: No. This is 555-8689.Anna: Oh. Excuse me!Man: Okay. 'Bye.Anna: One more time. 555-8986. Please be Marsha.Marsha: Hello. This is Marsha.Anna: Yes, Marsha. I want to cook dinner.Marsha: Excuse me? Anna? Is that you?Anna: Oh, yes. I am here!Marsha: Good. You are there.Anna: I want to find a supermarket.Marsha: Oh, okay. The supermarket is at 1500 Irving Street. It is near the apartment.Anna: Great! Goodbye!Marsha: Goodbye, Anna.(Later)Anna: There is a big supermarket on our street. And Marsha says I am a good cook! Until next time! Bye!"
  },
  {
    "title": "Lesson 4: What Is It?",
    "url": "https://av.voanews.com/clips/VLE/2016/02/26/af0324f6-67c5-4c0c-ab42-abb0cd33817c.mp3",
    "dialog": "\n\n Anna: Pete, hi! Hi, we are here!Pete: Hi, Anna! Hi, Marsha!Anna: Hi!Pete: How are you two?Marsha: I am great!Anna: You know, Pete, I am new to D.C. The city is big.Pete: Yeah. But you learn a little more every day. How's the new apartment?Anna: The new apartment is great! Let's get coffee!Marsha: Anna, do you have a pen?Anna: Yes. I have a pen in my bag.Anna: I have a …Pete: It is not a pen. It is a book. It is a big book.Anna: Yes. Yes it is, Pete. I know I have a pen, though…Anna: I have a ....Marsha: It is not a pen, Anna ... a toy?Anna: I have a ....Pete: And it is a pillow!Anna: Pete, Marsha, I know I have a pen. Marsha: Anna, it is a map. Pete: Why do you have a map of the world?Anna: Pete, Marsha. Now I know I have a pen.Pete: And now you have a lamp.Marsha: Anna.Anna: I have a pen! Let’s get coffee!"
  },
  {
    "title": "Lesson 5: Where Are You?",
    "url": "https://av.voanews.com/clips/VLE/2016/03/01/ab9c2944-eddc-4806-9296-290bfa8c6ff2.mp3",
    "dialog": ""
  },
  {
    "title": "Lesson 6: Where Is the Gym?",
    "url": "https://av.voanews.com/clips/VLE/2016/03/10/66b63229-1dc5-40ab-886d-1f4b891adf6b.mp3",
    "dialog": "Anna: Hi there! I’m Anna and I live in Washington, D.C. Every day I learn more about this great city. People in Washington like to work out! Oh, hi, Pete. How’s it going?Pete: Hi, Anna. It’s going great. How’s it going with you?Anna: Things are awesome! Pete, I want to work out. Where is the gym?Pete: The gym is across from the lounge. It’s next to the mailroom. Go that way.Anna: Thanks, Pete!(Anna walks away)Pete: No, Anna! Not that way! Go that way! (In the mailroom)Anna: Oh, Pete. This is not the gym.Pete: That’s right, Anna. This is the mailroom.Anna: The gym is across from … what?Pete: The gym is across from the lounge.Anna: Across from the lounge. Right. Thanks! (In the lounge)Anna: Pete! This is not the gym!Pete: The gym is across from the lounge. It is behind the lobby.Anna: Right. Right. See you.Pete: See you, Anna!Anna: See you.Pete: See you, Anna.(In the garage)Anna: This is not the gym. This is a parking garage.Anna: Hello? Pete?(On the rooftop)Anna: This is not a gym. This is a rooftop.(In the gym)Anna: Pete! Pete?Pete: I want to work out too! Join me!Anna: I’m good.\n \n"
  },
  {
    "title": "Lesson 7: What Are You Doing?",
    "url": "https://av.voanews.com/clips/VLE/2016/03/16/5d724fbc-a907-4a48-9221-c1813d248168.mp3",
    "dialog": "Caty: Come in. Caty: Well, Anna, welcome.Anna: Thank you.Caty: I am your boss, Caty Weaver. But, please call me Caty.Anna: Thank you, Ms. Weaver. Caty: Just Caty.Anna: Sure thing, Ms. Weaver.Caty: Okay then. Are you excited?Anna: Yes, I am excited!Caty: So sorry, but I am busy. Please meet your co-workers. But remember, they are busy working.Anna: Sure. Thanks, Ms. Weaver.Anna: Hi there! I’m Anna.Anne: Hi, Anna. I’m Anne.Anna: Nice to meet you. What are you doing?Anne: Um, I’m writing.Anna: You are writing! You are writing a lot!Anna: (Spills papers) Oh! Oh dear.Anne: No! No! That's okay. Anna: I am sorry!Anne: That’s okay. Really.Anna: I am sorry!Anne: Please. Please. Please stop. Please.Anna: Sorry. Sorry.Jonathan: (in the studio) “and people all around the world are waiting to hear news about the next president…”Anna: Jonathan, hi! Remember me? I live in your building.Jonathan: Oh. Uh. Hi, Anna.Anna: What are you doing?Jonathan: I am doing my show!Anna: Oh, sorry. Are you recording?Jonathan: Yes! And, now I have to record again!Anna: Sorry. Have a good show.Jonathan: Thank you.Anna: Sorry.Amelia: The word of the day is social. Social -Anna: Oh! Hi!Amelia: - is an adjective.Anna: Hi! I’m Anna!Amelia: Hi. I’m Amelia.Anna: Nice to meet you!Anna: What are you doing?Amelia: I’m reading.Anna: Are you reading the news? Hi!Amelia: No, I’m reading for my show.Amelia: (to camera person) Can I read again?Anna: Sorry.Anna: This day is not going well.Caty: Anna! Hi! What’re you doing?Anna: I am bothering people, Ms. Weaver.Caty: Let’s go to my office and talk.Anna: I like to talk with you, Ms. Weaver.Caty: It’s Caty.Anna: Right. Thanks ... Ms. Weaver"
  },
  {
    "title": "Lesson 8: Are You Busy?",
    "url": "https://av.voanews.com/clips/VLE/2016/03/25/ae6c5055-13ae-485b-995d-b347125ecf10.mp3",
    "dialog": "Anna: Hi, Anne. Are you busy?Anne: Hi, Anna. Yes. At 10 a.m. I am writing. Every day I do my morning show. Sorry!Anna: Okay. See you later, maybe.Anne: Maybe I’ll see you later.Anna: Hi, Jonathan. Are you busy?Jonathan: Yes, I’m busy. When the studio light is on, I am recording my evening show.Anna: Right. Sorry about yesterday.Jonathan: No worries.Anna: May I see the studio?Jonathan: Um, maybe another time? Right now I am busy.Anna: Sure. Okay, ’bye.Jonathan: ‘Bye.Anna: Hi, Amelia! Are you busy?Amelia: I’m a little busy.Anna: I want to say I’m sorry for yesterday.Amelia: It’s okay, Anna.Anna: Well, I am sorry.Amelia: It’s okay, Anna. Come by this afternoon.Anna: Okay.Caty: Anna.Anna: Yes, Ms. Weaver.Caty: Are you busy?Anna: Yes, Ms. Weaver. I am busy. Caty: My office. 5:00 p.m.Anna: 5:00 p.m.Caty: Come in.Co-Workers: Surprise!Anna: A party! Awesome! And I still have my job! Phew!* Until next time!"
  },
  {
    "title": "Lesson 9: Is It Cold?",
    "url": "https://av.voanews.com/clips/VLE/2016/04/01/fe67e651-87d0-4b62-9c68-749b2d3c2f21.mp3",
    "dialog": "Anna: Oh, hi, everyone! Here in Washington, DC, the weather changes often. One day is cold and windy. But the next day is warm and sunny! So, every day I check the forecast. Hello, Phone? What is today’s temperature?Phone: Today it is 18 degrees ...Anna: Eighteen degrees! That is cold!Phone: … eighteen degrees Celsius.Anna: Oh, Celsius. That is 65 degrees Fahrenheit. That’s warm.Phone: Yes, Anna. It is warm.Anna: Excuse me, Phone. Is it windy today?Phone: No, it is not windy today.Anna: Is it sunny today?Phone: Yes, Anna. It is sunny.Anna: Excuse me, Phone?Phone: Yes, Anna.Anna: Is it snowy today?Phone: No, Anna. It is not snowy.Anna: Thank you, Phone!Anna: Today the weather is warm and sunny -- great for seeing Washington, D.C.Anna: Phone! It is not warm and sunny! It is cold and windy and snowy!Phone: Anna, it is not cold, windy, or snowy. It is warm and sunny … in Mexico City, Mexico.Anna: Oh. I see. Mexico.Anna: Washington weather changes often. Remember to check the forecast -- the right forecast.Phone: Yes, Anna. Next time remember to check the right fore…Anna: Okay, thank you Phone. Goodbye, Phone.Anna: Until next time!"
  },
  {
    "title": "Lesson 10: Come Over to My Place",
    "url": "https://av.voanews.com/clips/VLE/2016/04/14/442a6a50-693e-411f-8cff-99e40d16614c.mp3",
    "dialog": "\nAnna: Hi Ashley!\nAshley: Hi Anna! I’m coming to your apartment. Where is your apartment?\nAnna: My apartment is near the Columbia Heights Metro.\nAshley: It is near the Columbia Heights Metro?\nAnna: Yes. Exit the Metro and turn right. Then at the bus station turn left. Then walk straight ahead.\nAshley: Okay. Exit Metro, turn right, turn left, then go straight ahead?\nAnna: Yes. My apartment is near a coffee shop.\nAshley: Okay. See you soon!\nAnna: Hi, Ashley.\nAshley: Anna, Which coffee shop? There are three coffee shops.\nAnna: Okay, my apartment is across from a big department store.\nAshley: A big department store? Ah, I see it!\nAnna: Okay! Bye, Ashley. See you soon!\nAshley: Okay. See you soon.\nAnna: Ashley! Ashley! Ashley! Over here! It’s Anna! It’s Anna! Hi!\nAnna: I love having my friends over. Come on!\nAshley: Great!\nAnna: Hi Ashley!Ashley: Hi Anna! I’m coming to your apartment. Where is your apartment?Anna: My apartment is near the Columbia Heights Metro.Ashley: It is near the Columbia Heights Metro?Anna: Yes. Exit the Metro and turn right. Then at the bus station turn left. Then walk straight ahead.Ashley: Okay. Exit Metro, turn right, turn left, then go straight ahead?Anna: Yes. My apartment is near a coffee shop.Ashley: Okay. See you soon!Anna: Hi, Ashley.Ashley: Anna, Which coffee shop? There are three coffee shops.Anna: Okay, my apartment is across from a big department store.Ashley: A big department store? Ah, I see it!Anna: Okay! Bye, Ashley. See you soon!Ashley: Okay. See you soon.Anna: Ashley! Ashley! Ashley! Over here! It’s Anna! It’s Anna! Hi!Anna: I love having my friends over. Come on!Ashley: Great!"
  },
  {
    "title": "Lesson 11: This Is My Neighborhood",
    "url": "https://av.voanews.com/clips/VLE/2016/04/20/de238e35-97b9-4c21-81e3-e3c26fbeccaa.mp3",
    "dialog": "Anna: Hello! DC is a city for walking. In our neighborhood, I can do all my errands. Marsha, before we get ice cream, I need to return three books to the library. Where is the library?Marsha: It is on this street on the corner.Anna: Awesome!Marsha: Let's go!Anna: Marsha, I can return the books here.Marsha: Anna, what are those in the books?Anna: Marsha, these are letters to my family and friends back home … four letters! Is there a post office near here?Marsha: Um, no. The post office is far from here. But there is a mailbox across from the store.Anna: Awesome! Let’s go!(At the mailbox)Anna: Marsha, now I need to buy stamps.Marsha: Do you have cash?Anna: No. Is there a bank near here?Marsha: There is a bank behind you.Anna: Thanks, Marsha. You know our neighborhood so well.Anna: Now I have cash. I can buy stamps.Marsha: That store sells stamps.Anna: Wait here.Anna: I have stamps.Marsha: Wow, you’re fast.Anna: Thank you, thank you letters, for sending my words… my love … to my family and friends - Marsha: Do you have more cash?Anna: I do!Marsh and Anna: Ice cream!!Anna: I love my new neighborhood! Everything is near our apartment! Even hair salons*, and ice cream!Anna: Until next time!\n*salon - n. a business that gives customers beauty treatments (such as haircuts)"
  },
  {
    "title": "Lesson 12: Meet My Family",
    "url": "https://av.voanews.com/clips/VLE/2016/04/28/d1527ef7-587d-45b5-b3cc-fecbe37167ab.mp3",
    "dialog": "Anna: Hello! Washington, D.C. has many beautiful parks. In fact, this park reminds me of my home very far away.Marsha: Anna, here's your coffee.Anna: Thanks, Marsha.Marsha: What's wrong?Anna: I'm thinking about my family. I'm feeling homesick.Marsha: Do you want to talk about it?Anna: Sure! I have some photos.Marsha: Yes. Yes, you do!Anna: Photos really help.Anna: This is my mother and this is my father. They are rodeo clowns.Marsha: What do rodeo clowns do?Anna: They make jokes at a rodeo. They make people laugh.Marsha: That-That';s very different.Marsha: Who is that woman in the picture?Anna: That is my Aunt Lavender. She is my mom's sister. She loves gardening and makes spoons.Marsha: She makes spoons?Anna: Of course.Marsha: That, too, is very different.Anna: Oh! This is my Uncle John. He is my father's brother.Marsha: What does Uncle John do?Anna: He's a chicken farmer. And makes guitars. He's awesome, and I'm his favorite niece.Marsha: Who are they?Anna: They are my cousins. They are my Uncle John's daughter and son.Marsha: What do they do?Anna: They raise sheep and make sweaters.Marsha: Yeah, that's not a surprise.Marsha: Thanks for showing me your family photos. Your family is very different.Anna: I do feel better. Thanks for listening. I have many more photos!Marsha: Yeah. Yeah, you do.Anna: Washington, DC is my new home. But I like remembering my old home, too.Anna's Family TreeThis is a family tree. Anna tells Marsha about her parents.Her mother and father are rodeo clowns.Her father's parents are from Italy. These grandparents speak Italian.Anna's mother's parents live in California. These grandparents have a farm and raise horses.Anna's mother's sister is Aunt Lavender. She loves gardening.Anna's father has a brother. His name is John. Uncle John makes guitars.Uncle John has a daughter and a son. They are Anna's cousins. They raise sheep.Anna's brother has two children. They are Anna's niece and nephew. "
  },
  {
    "title": "Lesson 13: Happy Birthday, William Shakespeare!",
    "url": "https://av.voanews.com/clips/VLE/2016/05/05/a7673055-e023-4593-9372-06d61ee8afd9.mp3",
    "dialog": "Anna: Hello! In Washington D.C. there are many things to do on a Sunday afternoon. I like to exercise. I like to shop. I like to garden. But today I feel bored. When I feel bored I always look for something unusual to do! I hear music. Let’s go see! What is going on here?Rebecca: It’s a big birthday party for the writer William Shakespeare.Anna: This is a party for William Shakespeare?Rebecca: Yes!Anna: Awesome!Rebecca: Awesome!Anna: This is a drum band. I never listen to a drum band. But today I am listening to a drum band because it’s Shakespeare’s birthday!Anna: This is a puppet show. I never watch puppet shows. But today I am watching a puppet show because it’s Shakespeare’s birthday!Anna: My clothes are usual. His clothes are unusual.Anna: In Washington, D.C. seeing a politician or even the President is usual. Seeing the Queen of England is very unusual! Your majesty!Anna: This is sword fighting. I never sword fight. But today I am sword fighting because it’s Shakespeare’s birthday!Anna: There are many things to do on a Sunday in Washington, D.C. -- some usual, some unusual.Anna: Today, I am not bored because … it is William Shakespeare’s birthday!"
  },
  {
    "title": "Lesson 14: How About This?",
    "url": "https://av.voanews.com/clips/VLE/2016/05/11/f3b56fb5-23f9-4668-bae1-d98ab8967e50.mp3",
    "dialog": "\n\n\nAnna: Hi, there! In Washington, D.C. people do many things in the evening. They go listen to music. They eat at a restaurant. They go to the theater.Anna: Tonight I am going to the theater with my friends. But I don’t know what clothes to wear. Maybe this magazine can help.Anna: Her clothes are beautiful! I really want a friend like her to help me.Anna: Who are you?Genie: I am Genie! You want help. I am here to help you find the right clothes!Anna: Awesome! How about jeans and a t-shirt?Genie: No! Jeans and a t-shirt are too casual. How about something more formal?Anna: Sure!Anna: Wow! Genie, this dress is beautiful. But it’s not the right size. It’s too small.Genie: Yes, it is too small. But green looks great on you.Anna: Thanks.Genie: Take off the green dress. Let’s try a green shirt and a skirt.Anna: Oh, Genie! This green shirt is too large and this orange skirt is too orange.Genie: Yes, the right size for you is medium. Let’s try again.Anna: Oh, I don’t like this outfit.Genie: No. That does not match.Anna: Nothing.Anna: These clothes are formal: a suit jacket, a dress shirt and a tie! They look great!Genie: Those clothes look great … for a man! Something is wrong.Anna: Let me see.Anna: There. Now try.Genie: Oh. Thanks! Now these clothes look great on you!Anna: They do! Um, Genie, can you put on a gold belt?Genie: Sure!Genie: That looks great.Anna: Can you put on a jacket?Genie: Why not?Anna: I love the jacket! How about a hat?Genie: Why not?Genie: Mm, take off the hat. That’s better.Anna: Genie, these clothes look and feel great! Let’s go to the theater!Genie: Sorry, Anna. I have to help other friends. Go to the magazine if you want me to help again.Anna: Thanks, Genie. Sure thing. Goodbye!Genie: Goodbye!Anna: There are many places in DC to go for a great evening out! And it’s nice to have a friend to help me look my best. Until next time! Bye!  "
  },
  {
    "title": "Lesson 15: I Love People-Watching!",
    "url": "https://av.voanews.com/clips/VLE/2016/05/31/b08ceeac-8274-4e2d-b678-2cd30ba31f4f.mp3",
    "dialog": "Anna: Hello! People from all over the world come to Washington, D.C. When I’m at work, I love eating lunch outside. I like to watch people walking by. They all look very different. Today, my friend Ashley is eating lunch with me.Anna: Ashley, today the weather is beautiful, isn’t it?Ashley: Yes, it is. Ahh. Ooh, we have to return to work!Anna: No, we have time! Let’s people-watch a little more.Ashley: Okay.Anna: Oh, I know her. She works in my office! Keyana, hi! Come and join us!Keyana: Hi Anna, how are you?Anna: I’m doing great! Keyana, this is my friend Ashley.Keyana: Hi, Ashley!Anna: We need to return to work. But the weather is beautiful and people-watching is fun!Keyana: I love people-watching too!Anna: Well, have a seat! It is fun to see how people are different or the same.Keyana: It is. For example, Anna, you are tall. But Ashley and I are short.Anna: And Keyana, you and Ashley have brown eyes; I have blue eyes.Keyana: You two have light skin and I have dark skin.Anna: Ashley, you have straight hair. Keyana and I have curly hair.Ashley: You have very curly hair, Anna.Keyana: I need to return to work. See you, Anna! Nice to meet you Ashley!Ashley: Bye, Keyana!Ashley: Anna, I have to go, too. Are you returning to work?Anna: I still have time. And this sun feels so good!Ashley: Um, Anna, what does your boss look like?Anna: She is short. She has straight, light hair.Ashley: Does she wear glasses?Anna: Yes. Yes, she does.Ashley: Is she wearing a blue sweater today?Anna: How do you know that?Ashley: She’s coming this way.Anna: Oh no! Hide me!Ashley: Um, bye, Anna. Call me later.Anna: Bye, Ashley! Talk to you later!Caty: Anna? Is that you?Anna: Ms. Weaver! Hi!Caty: What are you doing behind that bench?Anna: I am looking for my, my … stick. Here it is.Anna: I am people-watching. Oh! But it’s time to return to work!Caty: No need to hurry. I love people-watching too! Let’s sit!Anna: Sure! Ahh.Caty: It’s a beautiful day, isn’t it?Anna: Yes. Yes, it is, Ms. Weaver.Anna: People-watching in D.C. is fun. It makes me forget the time!Anna: Until next time! Ahh. "
  },
  {
    "title": "Lesson 16: Where Are You From?",
    "url": "https://av.voanews.com/clips/VLE/2016/06/02/869a701e-1242-4c34-a679-7a9454a770f1.mp3",
    "dialog": "Anna: Hello! Washington, D.C. has many tourists! People from different countries come here. Today, my job is to interview tourists. I have to learn why they come here. This is very exciting! Excuse me. I’m Anna Matteo from The News. Do you have time for an interview?Sabrina: Sure, I have time.Anna: What is your name?Sabrina: My name is Sabrina.Anna: What country are you from?Sabrina: I’m from Bangladesh.Anna: So, you are Bangladeshi.Sabrina: That’s right! My nationality is Bangladeshi.Anna: Do you like Washington, D.C.?Sabrina: Yes! The city is very beautiful!Anna: What do you like to do in Washington D.C.?Sabrina: I like history. So, I like walking around and looking at all the monuments and memorials. They make history come alive!Anna: Washington has many monuments and memorials. The Washington Monument is behind us! Which is your favorite?Sabrina: I really like Lincoln Memorial. It is very beautiful. And it feels like Abraham Lincoln is still alive. Anna: Awesome. Thank you for your time, Sabrina!Sabrina: You’re welcome.Anna: Let’s find another tourist.Anna: Oh! Excuse me. I am Anna Matteo from The News. Do you have time for a couple of questions?Louis: Sure!Anna: Are you from Washington, D.C.?Louis: No, I’m not.Anna: What is your name and where are you from?Louis: My name is Louis. And I’m from China.Anna: What languages do you speak?Louis: I speak Chinese and English.Anna: What do you like about Washington DC?Louis: I like the museums. I really like the art museums.Anna: Many of the museums are free.Louis: I like that too!Anna: Awesome! Thanks for your time, Louis.Louis: You’re very welcome. Bye!Anna: Now, let’s find another tourist!Anna: Hello! I am Anna Matteo from The News. Do you have time to answer a couple of questions?Mehrnoush: Sure!Anna: What is your name and where’re you from?Mehrnoush: My name is Mehrnoush. I am from Iran. I’m Iranian.Anna: What language do they speak in Iran? Is it Persian?Mehrnoush: They speak Farsi.Anna: What do you like to do in Washington DC?Mehrnoush: Well, I like learning about government and politics.Anna: Washington has many politicians!Mehrnoush: It does! I want to see the U.S. Capitol.Anna: Look, you are very near.Mehrnoush: I am!Anna: Have fun!Mehrnoush: Thanks!Anna: There you have it. Tourists from all over the world come to Washington, D.C. They all like doing and seeing different things in the city. This is Anna Matteo reporting for The News. Until next time!Anna: Is that okay? Awesome! Now, I want to do my favorite thing in the city … ride the carousel!  "
  },
  {
    "title": "Lesson 17: Are You Free on Friday?",
    "url": "https://av.voanews.com/clips/VLE/2016/06/07/3cb6442c-001f-4fd7-bf37-7507a49e89e4.mp3",
    "dialog": "\n​\n\n \nAnna: This city is very interesting, I really like my job, and I have some good friends! Speaking of friends … I see one now! Marsha! Hi!\nMarsha: Hi, Anna. What’s going on?Anna: Not much. How about you?Marsha: Busy as usual. Hey, do you wanna see a movie with me?Anna: Sure! I never have time to see a movie. When?Marsha: Are you busy this Thursday at 6pm?Anna: Let’s see …. I’m busy. I am going to tap dance with my friends Thursday night.Marsha: Tap dancing? That sounds fun!Anna: I’m still learning. But it is fun!Anna: Are you busy on Friday night?Marsha: Yes. Friday nights are when I visit my parents.Anna: What do you and your family do together?Marsha: We always eat dinner together and sometimes we play board games.Anna: Playing board games is fun, too! The word game Scrabble is my favorite.Marsha: I like Connect Four!Anna: I’m not busy Monday night. Are you?Marsha: I am busy on Monday night. I’m going to jog in the park with my friend. Do you jog?Anna: Oh! I always jog. Well, sometimes I jog. Okay, I never jog. But I will try because it is good for you.Marsha: I always feel great after I jog.Marsha: How about on Wednesday night?Anna: Wednesday night I am not busy. Oh, no, wait. This Wednesday night I will be busy.Marsha: What are you doing?Anna: I’m going to teach children how to play the ukulele.Anna: Now, children, play “C.” Good. I like your “C.”Marsha: The world does need more ukulele players.Anna: Marsha, it looks like we’ll never have time to see a movie.Anna: Wait a minute. Are you busy now?Marsha: It’s Saturday afternoon. This is always when I do my errands.Anna: Okay, but the new Star Wars movie is gonna start in 30 minutes.Marsha: I’ll do my errands on Sunday. Let’s go!Anna: Most days of the week, people are really busy. But it’s important to find time to be with your friends!Anna: Until next time!\n* Connect Four is a two-player connection game using colored discs."
  },
  {
    "title": "Lesson 18: She Always Does That",
    "url": "https://av.voanews.com/clips/VLE/2016/06/15/6581d80f-fd20-40f9-b363-3f998c3f1142.mp3",
    "dialog": "Anna: Sure thing, Ms. Weaver.Caty: Great. Are you ready?Anna: Yes.Caty: Okay, let’s try the first story!Anna: Hello, and welcome to The News.Anna: A new book is very popular with children and families. This is it.Anna: It is about a lost duckling. The duck's mother cannot find him.Caty: Stop! Anna, when you say the words “duck” and “duckling” you look really sad.Anna: I do?Caty: Yes. Sad is a feeling. Anna: Sad is not a fact. Sorry. Let me try again. Caty: Okay, she’s trying again! And go.Anna: Hello, and welcome to The News. A new book is very popular with children and families. This is it.Anna: It is about a lost duckling. The duck’s mother can not find ‘im. But a family gives him a home. Caty: Stop! Anna, you are doing it again.Anna: This story is very sad. Caty: I have an idea. Let’s read the second story. She’s reading the second story. And … go!Anna: Hello , and welcome to The News. In Indiana, a grandmother is the first 80-year-old woman to win The Race Car 500.Anna: That is awesome!Caty: Stop! Stop! Anna, please -- no feelings.Anna: Right. But it is awesome that an 80-year-old grandmother wins a car race.Caty: Just the facts, Anna.Anna: Right.Anna: Hello, and welcome to The News. In Indiana, a grandmother is the first 80-year-old woman to win The Race Car 500.Anna: She rarely talks to reporters. But when she does, she often says, “Nothing can stop me now!”Anna: I am very happy for her!Caty: Stop, stop, stop!! Anna, you cannot say you are happy.Anna: But I am happy. Caty: But you can’t say it.Anna: Why?Caty: This is the News. Happy and sad are feelings. You can’t have them in The News.Anna: Okay. I got it.Caty: Okay. Let’s try the third story. She’s reading the third story!Anna: Hello and welcome to The News.City politicians in Big Town are using city money to have a big party on a cruise ship. They are taking the money for the party from the children’s library.Anna: What?! That makes me very angry.Caty: No, no, no! Anna, you cannot say you are angry! This is The News!!!Anna: What can I do, Ms. Weaver? Take out my feelings and put them here … on the news desk?Caty: Yes. Yes. That’s right! Now you’ve got it!Caty: Let’s repeat the first story.Anna: This is going to be a very long day.Anna: Until next time!  "
  },
  {
    "title": "Lesson 19: When Do I Start?",
    "url": "https://av.voanews.com/clips/VLE/2016/06/20/11279270-a48f-4bca-851e-e6477329717b.mp3",
    "dialog": "Anna: Hi there! Summer in Washington, D.C. is hot and sunny. I always ride the Metro to work. Riding the Metro is cool and fast. But today it’s closed. So, I am walking to work. (On the phone) Ms. Weaver, I am late this morning. The Metro is closed. So, I am walking to work. Caty: That’s too bad. It’s really hot today.Anna: Yes it is.Caty: When you arrive, please come to my office. I have important news to tell you.Anna: Of course. Good-bye. My boss has news for me. The question is: Is it good news or bad news?(At work)Anna: Hello, Ms. Weaver.Caty: Anna, I have good news and I have bad news. Which do you want to hear first?Anna: The good news. No … okay, the bad news.Caty: The bad news is you are not good at reading the news.Anna: Oh. I am very sorry to hear that.Caty: So, starting next month you will not read the news.Anna: Next month is July. You are firing me in July.Caty: No. I am not firing you in July … or in August or in September. That is the good news.Anna: Okay. You are not firing me. I am not reading the news. What will I be doing?Caty: Well, you are good at asking questions. You are good at talking to people. You are good at showing your feelings. And you are great at being silly.Anna: Thank you, Ms. Weaver. But what does all that mean?Caty: I have a new assignment for you! Your skills are perfect for a new show … a children’s show.Anna: A children’s show ... That is awesome! When do I start?Caty: You start next month. Start thinking of ideas for the show.Anna: I have tons of ideas! I can show children what it’s like in outer space ...Caty: Great …Anna: … or in the deep, dark ocean …Caty: Those are great ideas, Anna. Please go think of more … at your desk.Anna: Yes. What other things can I show them? Mt. Everest!  Everyone has different skills. You have skills. I have skills. The important thing is to know what you are good at. Until next time!"
  },
  {
    "title": "Lesson 20: What Can You Do?",
    "url": "https://av.voanews.com/clips/VLE/2016/06/29/8225db0f-179b-453f-92bb-50f548175c42.mp3",
    "dialog": "\n\n\nAnna: Hi, there! Washington, D.C. is a great place to work. Many people here work in government and politics. But there are many other jobs. You can work at a hospital; a university. You can work in a coffee shop. Wait a minute, I think I see a friend of mine. Pete? Is that you?Pete: Hi, Anna.Anna: You look different. Your beard … is really big.Pete: You don’t like it, do you?Anna: No, no. You just look … different.(To server) Thank you. So, what’s wrong? You look sad.Pete: I don’t have a job.Anna: Sorry, I can’t hear you.Pete: I do not have a job!Anna: Oh. I’m sorry to hear that, Pete.Pete: I don’t have a skill.Anna: Everyone has a skill. You need to find yours.Pete: I don’t know, Anna.Anna: Pete, I am good at asking questions. Let me ask you some.Pete: Really, Anna? Can you help me?Anna: Yes, I can. Let me help.Pete: Sure, Anna. Maybe you can help.Anna: Can you write code?Pete: Sure, c-o-l-d. How is this going to help?Anna: No, not “cold.” Code; you know, for making phone apps, or websites. You can make tons of money writing code.Pete: Tons of money? But I can’t code.Anna: Next question. Can you drive?Pete: Do you mean drive a race car? It’s really hard to be a race car driver. First, you need a race car ...Anna: No, I mean drive a taxi or drive a bus.Pete: No, I always fall asleep when I drive.Anna: Oh, that’s not good. Next question. Can you teach? You can be a teacher in a school.Pete: No, I cannot teach.Anna: Can you cook? You can be a chef in a restaurant.Pete: No, I can’t code! I can’t teach! I can’t cook! Anna, I can’t do anything. This is sad. I’m gonna write about my feelings in my blog.Anna: You write a blog?Pete: Yeah, I write a blog.Anna: How many followers do you have?Pete: I don’t know … 59,538.Anna: Pete, that's a lot of followers! You can make money writing!Pete: Writing is easy. Everyone can write.Anna: Not everyone can write well. You can be a writer!Pete: I can be a writer. I can be a writer! I can be a writer! Thanks, Anna.Marsha: Hi, Pete. Hi, Anna.Pete: Hi, Marsha. Excuse me, I have to go.Marsha: Where are you going?Pete: I’m going to be a writer!Marsha: Good luck, Pete!(To Anna) He does know that it’s not easy to be a writer, doesn’t he?Anna: There are many different jobs you can have in Washington, D.C. Pete wants to be a writer. I wish him luck. Lots of luck. Until next time!"
  },
  {
    "title": "Lesson 21: Can You Come to the Party?",
    "url": "https://av.voanews.com/clips/VLE/2016/07/11/e0c9e4c4-584b-4bd7-a4d5-a4b1f7bdfa8f.mp3",
    "dialog": "Anna: Hi there! Washington, D.C. has some great coffee shops. My favorite is this one -- Busboys & Poets. Anna: Actually it’s more than a coffee shop. It’s also a bookstore, a restaurant and a theater!Anna: Marsha and I love coming here.Marsha: Hey, Anna, my friend is having a party on Saturday. Can you come with me?Anna: Sorry, I can’t come with you. I have to get my driver’s license.Marsha: Will you be busy all day?Anna: I don’t know. First, I have to take a test on the computer. Then I have to take a test in the car.Marsha: But you have to take the test during the day, don't you?Anna: Yes. Marsha: The party is at night.Anna: Oh. Then I can come with you to the party on Saturday night.Marsha: Great! I have to help my friend with the party. Can you help me?Anna: Sure. That sounds like fun.Marsha: Everyone has to bring something or do something. You can bring food, or you can perform.Anna: Really, I can perform?Marsha: You can! Can you?Anna: Yes! I can recite poetry. (Anna is in a club reciting a poem) - A poem - Light darkLight darkDarknessDarkMarsha: In this country, nobody recites poetry at parties. Um … can you do anything else?Anna: Hmm, yes. I can do a card trick. (Anna is doing a card trick)Your card is the 10 of diamonds! No?Pick a card. Any card.Here, just pick this one.Great!Marsha: Anna, maybe you can just bring food.Anna: No, I can’t cook. And I really want to perform. You know, there is one thing I can do. (Anna plays a song on the ukulele and sings)\nTrouble in mind. I’m blue...\nBut I won't be blue always\nThe sun's gonna shine in my back door some day.*\nTrouble in mind. I’m blue...But I won't be blue alwaysThe sun's gonna shine in my back door some day.*Marsha: That’s it! You can sing at the party. Now, I have to go shopping for food.Anna: Can I help? I’m not busy right now.Marsha: Sure, let’s go!Anna: We have to go. I have to help Marsha shop. And I have to practice my song! Trouble in mind. I’m blue...Anna: Until next time! *The song Trouble in Mind was written by jazz pianist Richard M. Jones."
  },
  {
    "title": "Lesson 22: Next Summer...",
    "url": "https://av.voanews.com/clips/VLE/2016/07/25/2dc70acb-f8c2-4e93-9e8d-e3d37348d819.mp3",
    "dialog": "Anna: Washington, D.C. has four seasons: winter, spring, summer and autumn or fall. My favorite season is summer because of summer vacation!Hey, that will be a great subject for my new work assignment -- the children’s show. I can teach what families in the U.S. do during summer vacation.Today, I’m planning the show with Amelia. This is the first time we are working together. I hope we can work well together. Hi, Amelia!Amelia: Hi, Anna! So, what are we going to talk about on the first show?Anna: I want to talk about summer vacation.Amelia: That will be fun! Are you going on vacation this summer?Anna: No. This summer I am too busy.Amelia: That’s too bad. Anna: It’s okay. I can go on vacation next summer. This show will be a lot of fun too!Amelia: So, Anna, what’s the plan for the show?Anna: First, we’re going to introduce the subject. Then we can show pictures and video.Amelia: We can show tons of video!Anna: Right! We can interview children and have guests, too.Amelia: Kids can ask us questions.Anna: Great idea! Finally, we can read the questions and tell them where to learn more.Amelia: Okay, let’s try it!Anna: Let’s do it!Anna: Hi there! And welcome to … Amelia, we don’t have a name for the show.Amelia: We’ll think of a name later. For now, we'll call it “The Show.”Anna: Great. Hi there! And welcome to “The Show.”Anna: Today we are going to take you on a summer vacation! You will see popular things to do on vacation!Anna: One is camping. When you go camping, you cook, sleep and play outdoors!Amelia: When I go camping, Anna, I like to go hiking and fishing.Anna: Me, too. Those are fun things to do when you go camping!Anna: These people are hiking.Amelia: Okay, let’s talk about the next vacation.Anna: Another popular summer vacation is going to an amusement park. At an amusement park, you go on rides and eat lots of fun food!Amelia: I love cotton candy … !Anna & Amelia: and rollercoasters!Amelia: This show is going to be a lot of fun.Anna: I know!Anna: This is riding a rollercoaster!Amelia: Whoooo! What is the last vacation?Anna: One of the most popular vacations is … going to the beach!Anna & Amelia: I love the beach!Anna: When I see that blue ocean, I want to leave Washington, D.C. immediately and go to the beach!Anna: Maybe next summer.Amelia: But right now, it’s time to work!Anna: Right. Until next time ...\n \nQuiz\n\n\n\n"
  },
  {
    "title": "Lesson 23: What Do You Want?",
    "url": "https://av.voanews.com/clips/VLE/2016/07/27/f5ba9389-58a1-4643-9ec4-3bbfcd8c96e6.mp3",
    "dialog": "Anna: Washington, D.C. has great food from all over the world.Anna: Today I’m having lunch with my boss. Ms. Weaver says we’re going on a trip around the world. But she knows I only have an hour for lunch! Silly woman.Jonathan: Hi, Anna!Anna: Hi Jonathan! Hey, we are meeting Ms. Weaver for lunch at noon, aren’t we?Jonathan: Yes.Anna: What time is it now?Jonathan: 11:50.Anna: 11:50! We have to go! Anna: So, where is this world food restaurant?Caty: We’re not eating at a restaurant.Anna: Where are we eating?Caty: We are eating at ... food trucks!Anna: Food trucks … awesome! What’s a food truck?Caty: These are food trucks!Anna: Wow! Jonathan: Whoa!Caty: Okay, Jonathan, you will buy the first dish. Here is $10. Surprise us!Jonathan: Okay, I’ll be back in 15 minutes.Anna: What country do I want to visit?Caty: Anna, you pick the second country. Here is $10.Anna: I want chicken.Caty: The food truck, over there, has great chicken.Anna: Awesome!Caty: After you buy your food, meet me here.Jonathan: Excuse me, I’ll have the shrimp.Jonathan: Oh, you’re out of shrimp. Okay, I’ll have the beef then.Anna: Hello. I want the chicken dish.Truck worker: We're out of chicken.Anna: You're out of chicken.Worker: Yep.Anna: I’ll try another food truck. Thanks!Worker: You're welcome.Jonathan: Okay, here is your change. The dish is $7. So, here is 1, 2, 3 dollars back from your 10.Caty: Great.Jonathan: Where’s Anna? Is she dancing by that food truck?Caty: Yes. Yes, she is.Anna: Ms. Weaver, here is your change. The dish costs $5. So - $5 back.Caty: Thanks, Anna. But where is the food?Anna: I’m eating it. The Peruvian chicken is delicious! Try some!(Caty and Jonathan shake their heads “no”)Caty: Well, we still have $8! What do you want now?Anna: We can buy dessert! Caty: I’ll buy dessert.Anna: In Washington, D.C., you can travel around the world … with food trucks! And it does not cost a lot.Anna: Until next time!"
  },
  {
    "title": "Lesson 24: Yesterday Was Amazing!",
    "url": "https://av.voanews.com/clips/VLE/2016/07/29/7202578e-98dd-4e93-8a9b-166c72f520ea.mp3",
    "dialog": "Anna: Dear Penelope,Life in Washington, D.C. is interesting. I see something new every day -- like yesterday. Yesterday started like a usual work day.Anna: I said, \"Yesterday started like a usual work day.\"Anna's voice: I was at work. And I wanted a break. So, I walked and walked … and walked. Then, I saw something! It was a festival -- a big festival!Anna: It is the Smithsonian Folklife Festival.Anna's voice: Yes. It was the Smithsonian Folklife Festival. Every year the festival shows different cultures. This year one of the cultures was the Basque culture.There was dancing and food and games!”Anna: I am dancing a traditional Basque dance.Anna's voice: At the festival, I danced a traditional Basque dance!Anna: They are cooking traditional Basque food.Anna's voice: They cooked a lot of traditional Basque food.Anna: They are playing a game. It’s a kind of handball. What do they call it? They call it pilota!Anna's voice: They played a game with their hands and a small ball. It’s a kind of handball. But this game is called pilota.Anna: This is beautiful! This is traditional Basque art.Anna: They are making a traditional Basque ship. This festival is a lot of fun!Anna's voice: The whole day was a lot of fun!Anna: Who said that? I want to write my friends and tell them about my day!Anna: … So, I wanted to tell you about my day! Please, my friend, come visit Washington, D.C. soon. There is a lot to do! Until next time … Anna."
  },
  {
    "title": "Lesson 25: Watch Out!",
    "url": "https://av.voanews.com/clips/VLE/2016/08/16/c98eed28-bb2e-4055-9d08-6f7834b85aa9.mp3",
    "dialog": "\nAnna: Hello from Washington, DC! This city has many monuments and memorials.Anna: Today I am visiting the ones built in memory of our Presidents: Washington, Jefferson, Lincoln and Roosevelt.Anna: I want to learn more about them.Anna: Hey! Watch out!Dan: Sorry! I didn't see you.Anna: You were not looking. You should be more careful.Dan: I know I should be more careful. But this game is really fun.Anna: What kind of game?Dan: You have to find things that aren't really there.Anna: How can you find things that aren’t really there?Dan: They're in your phone. See?Anna: I see. It’s like a scavenger hunt.Dan: That’s right!Anna: I don’t have time for games. I want to learn about U.S. presidents.Dan: Then you should play this game! When you find an American symbol, you win points and a Fun Fact about a U.S. President.Anna: I have time for this game!Dan: Here are the symbols that I caught: the Statue of Liberty for 20 points, Uncle Sam for 40 points and the American flag for 60 points.Anna: What symbol are you looking for now?Dan: I am looking for the bald eagle. That is 100 points! It should be near the Washington Monument.Anna: This game is awesome.Dan: You ought to buy the app right now. It’s called “Catch Americana.”Anna: Got it. Catch Americana.Anna: Thanks! Good luck!Dan: Good luck to you too!Anna: This is the Jefferson Memorial. I know that Thomas Jefferson signed the Declaration of Independence! Now, where is that symbol?Anna: Here it is! My first one. It’s an American flag! I won 60 points!Anna: An American flag works well for Thomas Jefferson*. I see lots of American flags on Independence Day!Anna: Where is my Jefferson Fun Fact?Voice: In his lifetime, Thomas Jefferson wrote about 19,000 letters!Anna: I did not know that. Where is the next symbol?"
  },
  {
    "title": "Lesson 26: This Game Is Fun!",
    "url": "https://av.voanews.com/clips/VLE/2016/08/21/5085086e-5053-401a-9f9c-826aabe8abcb.mp3",
    "dialog": "Anna: This is the Roosevelt Memorial. Where is the symbol?Anna remembers that Dan said: You have to find things that aren't really there. ... When you find an American symbol, you win points and a Fun Fact about a U.S. President.Anna: Yay! I found Uncle Sam and I won another 40 points! What is the Fun Fact?Voice: Franklin Roosevelt was the first to fly in a plane as president!Anna: I didn't know that. This is a really beautiful memorial.Anna: This is the Lincoln Memorial! Where is the symbol?Anna: I found it! The Statue of Liberty! Please give me my Fun Fact.Voice: Abraham Lincoln was a great wrestler!Anna: I didn't know that. Lincoln wanted freedom for all people. So, the Statue of Liberty works well.Anna: And I won 20 points! Time to find the next symbol.\nDan: Hey! Look out!\nAnna: Sorry. Hey, it's you! Now, I should be more careful.\nDan: That’s okay.\nAnna: This game is a lot of fun. Hey, what’s your name?\nDan: Dan. What’s yours?\nAnna: Anna.\nDan: Like Americana!\nAnna: Yeah, I guess so.\nDan: Did you find any symbols?\nAnna: Yes, I found three and won 120 points!\nDan: Me too. But, did you find the bald eagle?\nAnna: No. Did you?\nDan: No.\nAnna: First one to find it wins?\nDan: Anna, look out for that tree!\nAnna: I learned a lot about presidents with this game. But I ought to be more careful. Until next time …!\n \nQuiz\n\n\n\nDan: Hey! Look out!Anna: Sorry. Hey, it's you! Now, I should be more careful.Dan: That’s okay.Anna: This game is a lot of fun. Hey, what’s your name?Dan: Dan. What’s yours?Anna: Anna.Dan: Like Americana!Anna: Yeah, I guess so.Dan: Did you find any symbols?Anna: Yes, I found three and won 120 points!Dan: Me too. But, did you find the bald eagle?Anna: No. Did you?Dan: No.Anna: First one to find it wins?Dan: Anna, look out for that tree!Anna: I learned a lot about presidents with this game. But I ought to be more careful. Until next time …!"
  },
  {
    "title": "Lesson 27: I Can't Come In",
    "url": "https://av.voanews.com/clips/VLE/2016/08/30/4b0918a8-33b1-4b9d-8d88-f54d8a1be9ea.mp3",
    "dialog": "Anna: Hello! I am sure that today, in Washington, D.C,. there are a lot of great things to do. But I am not doing any of them. I am sick. Right now, I'm going to call my boss and tell her I cannot come in to work.Caty: Hello?Anna: Ms. Weaver, Hi. I can’t come to work today.Caty: Why not? What is wrong?Anna: Well, yesterday I felt fine.Anna: In the morning, I painted for hours. In the afternoon, I cut wood. Then, I built a fire.Caty: Anna, what do you mean? Why can’t you come to work today?Anna: I do not feel well. I think I’m sick.Caty: I’m sorry to hear that. I was sick last week, too. I had the flu.Anna: (sneezes) What did you do?Caty: I slept a lot and I drank a lot of water. Do you have a doctor?Anna: Yes, I do.Caty: You should call your doctor. And get lots of rest!Anna: Thanks, Ms. Weaver. I’ll call right now. I'm calling my doctor.Dr. Bennett: (to herself) Now, where does this thing go?Dr. Bennett: Hello. This is Dr. Bennett. How can I help you?Anna: Hello, Dr. Bennett. This is Anna.Dr. Bennett: Oh, Hi, Anna. How can I help you?Anna: I think I’m sick.Dr. Bennett: Let me ask you a couple of questions. Do you have a sore throat?Anna: Yes. I have a sore throat.Dr. Bennett: Do you have a cough?Anna: Yes. I have a cough.Dr. Bennett: When did you start feeling sick?Anna: This morning. Yesterday I felt great. In the morning I painted, for hours - in the afternoon I cut wood -Dr. Bennett: Excuse me, Anna. But I don’t need to know all that. Do you have a fever?Anna: Oh. My thermometer says 125 degrees?! What??Dr. Bennett: Yeah, that’s not right.Anna: Oh. Wait. The thermometer was in my hot cup of coffee.Dr. Bennett: Please take it again, Anna.Anna: Okay, the thermometer says 100.5 degrees.Dr. Bennett: 100.5 degrees is not too high. I want you to drink lots of water. Rest in bed and get lots of sleep.Anna: That is what my boss said to do. Um, Dr. Bennett, when can I go to work?Dr. Bennett: Don’t go to work for a couple of days.Anna: Yes! I mean, I don’t want to make my co-workers sick.Dr. Bennett: That’s right. Call me back in a couple of days.Anna: I will, Dr. Bennett. And thanks.Anna: Well, you heard the doctor – no work for a couple of days. I need water, sleep and um … lots of movies! Well, the doctor didn’t say anything about movies. But it can’t hurt! Until next time!"
  },
  {
    "title": "Lesson 28: I Passed It!",
    "url": "https://av.voanews.com/clips/VLE/2016/09/08/a087a1f8-4939-4f40-8612-e99605e88caf.mp3",
    "dialog": "Anna: Hello! Guess what this is? This is my driver’s license! I passed my driving test!Today, I rented a car so I can drive around Washington, D.C. You can see more of the city this way. Marsha!Marsha: Anna, did you get your driver’s license?Anna: I did! But it was not easy.Marsha: Why? What happened?Anna: Well, you know, I can drive farm equipment really well. But I was really nervous driving in Washington, D.C. traffic!Marsha: Did you pass the test the first time?Anna: Well…no. But I did pass the second time.Marsha: What happened during the first test?Anna: It started fine.John: Okay … Anna. Is your seatbelt buckled?Anna: Yes, sir!John: Great. Please start the car.Anna: (to herself) Okay, Anna, start the car.Started the car. Good job, Anna.John: Why are you talking to yourself?Anna: I am a little nervous. When I’m nervous, I talk to myself.John: You don't need to be nervous.Anna: Listen to that engine!John: Please, stop pushing the gas pedal!Anna: Sorry.John: Okay, when you are ready, turn.Anna: Great!John: Not now! You almost hit that car!Anna: You said “turn!”John: Look first! There were cars in the street.Anna: Please don’t yell at me!John: I’m sorry! I was afraid.Anna: You were yelling.John: Look out for that car! Brake! Brake!!Anna and John: Ahhh!Anna: Why is everyone honking at us?John: You were driving too slow! Anna, stay on the street!John: Hands on the wheel, Anna.Anna: What’s that sound?John: That, Anna, is the police.Marsha: That sounds awful.Anna: Yes, it did not go well. But, I practiced and passed the second time!Marsha: Do you know where you want to take your first drive in Washington, D.C.?Anna: Yes! Let’s go!Anna: There it is … the White House!Marsha: Anna, you do know you can’t drive up to the White House, don’t you?Anna: Yes. No. I didn’t know. I guess we walk from here!Anna: Sometimes you can see more of Washington, D.C. in a car. If you want to see the White House, you need to walk. Until next time … !"
  },
  {
    "title": "Lesson 29: A Long Time Ago",
    "url": "https://av.voanews.com/clips/VLE/2016/09/15/e7c6ba11-8320-4bcc-8fc5-27fa4e385e23.mp3",
    "dialog": "\n\n\nAnna: Hello! In Washington, D.C., there are many places that bring history to life. But people who live here often do not have time to see them. They are too busy with work -- like me. Hi, Marsha!Marsha: Hi, Anna! Have a seat.Anna: Thanks. This was a good idea. Working outdoors is nice.Marsha: Um-hum, it is. Anna: I am tired. Today was a busy day at work. And I still have work to do!Marsha: Hmm, that’s too bad.Anna: How are you these days?Marsha: I'm really busy too, Anna. Let’s get to work.Anna: Marsha, look! That bus has a photo of Abraham Lincoln!Marsha: That’s an advertisement for Ford’s Theatre. They have a new show.Anna: They have shows where Abraham Lincoln died?Marsha: Yeah, it’s a working theater and a museum.Anna: I love Lincoln. You know, Marsha, that advertisement reminds me of something.Marsha: Um-hum. What’s that?Anna: When I was a little girl … When I was a little girl … I was not like other children.Marsha: Um-hum, I can believe that.Anna's voice: I was a tall, serious child. At the playground the other children played silly games. They played with dart guns. They played on the swings, the slide and the teeter-totter. They also played ball But not me. I loved to read serious books about U.S. presidents.Anna: In fact, I wanted to be … don’t laugh … President of the United States.Marsha: (laughs)Anna: Stop! I know it’s a silly childhood dream.Marsha: I’m sorry. It’s not silly. Guess what I wanted to be?Anna: What?Marsha: I wanted to be... an astronaut.Anna: Really?Marsha's Voice: When I was a kid, I studied the stars and planets. I wanted to fly into outer space!Anna: You know, Marsha, childhood dreams are really important.Marsha: They are. And it’s good to remember them.Anna: Hey! I have an idea. Let’s go.Marsha: Go where?Anna: Let’s go make our childhood dreams come true.Marsha: We’re going to the Air & Space Museum! Yes!Anna: No. We’re going to see a show at Ford’s Theatre just like Abraham Lincoln did when he died! It’s not far from here.Marsha: Uh huh. That is your childhood dream.Anna: Good point. Okay, next week, we'll come here and be astronauts.Marsha: Honestly?Anna: Honestly.Anna: Tonight we are seeing a show at Ford’s Theatre, where a man shot President Abraham Lincoln. This is history come to life … and a childhood dream come true! Until next time ... "
  },
  {
    "title": "Lesson 30: Rolling on the River",
    "url": "https://av.voanews.com/clips/VLE/2016/09/27/a8dbb32b-ada5-4441-a2d1-340924241a4b.mp3",
    "dialog": "\n\n\nAnna: Hello! Washington, D.C. sits on the Potomac River. This river is important to the history and culture of the city. Today, I am at an outdoor seafood market near the Potomac River. Some say it is the oldest outdoor seafood market in the United States! I am here to buy seafood. Let’s see what they have!Anna: Excuse me. Can you help me?Pete: Sure! What do you need?Anna: Pete! Pete: Anna!Anna: What are you doing here?Pete: I work here. You know, it’s not easy to be a writer.Anna: Yeah, I heard that. Sorry.Pete: But this job is great. I work outside by the river. And I can eat all the free seafood I want!Anna: That is great, Pete. In fact, I am here to buy some seafood for my dinner party.Pete: You came to the right place. They have the freshest seafood in town. How much money can you spend?Anna: I can only spend $50.Pete: Okay. What do you want?Anna: First, I want to buy some shrimp.Pete: Sure thing. Follow me. How much shrimp do you want?Anna: How much do I need for five people?Pete: (yells to co-worker) Give her a pound of shrimp!Anna: Ok, now I want to buy some crabs.Pete: The crabs here are delicious! They are the best because they come from the nearby Chesapeake Bay! Walk this way.Pete: How many crabs do you want?Anna: I want a dozen crabs.Pete: You should get the larger crabs. They have the most meat.Anna: Then I want a dozen large crabs, please!Pete: Is that everything you need?Anna: Let’s see … I have shrimp and crabs. And a friend is bringing a salad and many ears of corn-on-the-cob.Pete: Is that all the seafood that you need?Anna: Yes.Pete: That’ll be $49.95. Cash or credit?Anna: Credit, please.Pete: Anna, you love to eat seafood. Did you grow up on the water?Anna: No, I didn’t. But I love the water. And I love being on the water.Pete: You know how to sail?Anna: Well … this afternoon I am going on a boat.Pete: You are full of surprises. What kind of boat? Is it a motorboat or a sailboat?Anna: It’s a special boat, Pete. Well, thanks for your help. See you later!Pete: See you, Anna! Wow, Anna’s a sailor! Who knew?Anna: Yes, rivers are important to the history and culture of Washington, D.C. And now I am part of this city’s interesting waterfront culture. Until next time!"
  },
  {
    "title": "Lesson 31: Take Me Out to the Ball Game",
    "url": "https://av.voanews.com/clips/VLE/2016/10/06/81890cf1-5a16-4426-87db-fdb240c750cc.mp3",
    "dialog": "Anna: Hi, there, sports fans! Baseball is America’s sport. Today, I am going to Nationals Park. It is home to Washington, D.C.’s baseball team -- the Washington Nationals!Anna: Hi, Jonathan!Jonathan: Hi, Anna! Where are you going?Anna: I am taking a bus to a Nationals baseball game!Jonathan: Don’t take the bus. A taxi is faster than a bus.Anna: Oh, good idea. You know I love baseball.Jonathan: That’s great. Have fun.Anna: In fact, I wanted to be a baseball player.Jonathan: Is this one of your memories? I’m really busy.Anna: This won’t take long. I can see it now... I am at home plate. I wait for the pitch. The ball comes. I swing. It’s a hit! I run to first base, second base, third base, then home plate. It’s a home run! The crowd cheers! Woo hoo!Jonathan: You really love baseball. Have fun at the game, Anna.Anna: Thanks, Jonathan.Taxi!Ashley: Hi, Anna. Where are you going?Anna: Hi, Ashley. I am going to see a Nationals baseball game!Ashley: What time is the game?Anna: 7 o’clock.Ashley: Do you have a ticket?Anna: No, not yet.Ashley: Anna, you should go a lot earlier than 7 o’clock. Anna: That is why I’m taking a taxi. Taxi!Ashley: Anna, Anna, that’s not a good idea. A bicycle is faster than a taxi.Anna: Oh, Ashley. Ashley, Ashley, Ashley. A car is faster than your bicycle.Ashley: In D.C. traffic sometimes a bicycle is faster than a car. And right now, there is a lot of traffic.Anna: Good point. But I don’t have a bicycle.Ashley: Okay, Anna, you can use my bicycle.Anna: Thanks! I really want to learn how to ride one.Ashley: What do you mean, learn how to ride a bike? Oh, Anna! Anna, Anna!Ashley: You know, Anna, the Metro is faster than a taxi and a bicycle. You ought to take the Metro. It’s that way.Anna: Good idea.Ashley: OK.Anna: See you later!Ashley: Bye, Anna!Anna: Bye!Anna: The Metro was a lot faster than a bus, taxi or bike. And now I’m at Nationals Park! Look at all these fans! So many people like to watch baseball. There’s the ticket window. What? The tickets are sold out? Nooooooo!Nooooooo! But I really want to watch a baseball game. Does anyone have an extra ticket?Fan: Next time, you should buy your ticket online.Anna: Thanks. Thanks a lot. It is good advice. Being early is better than being late. Until next time …"
  },
  {
    "title": "Lesson 32: Welcome to the Treehouse!",
    "url": "https://av.voanews.com/clips/VLE/2016/10/13/054d9504-47b3-4cc2-80d1-cb66fff404e4.mp3",
    "dialog": "\n\n\nAnna: Hello! Today is a big day. My first children’s show is on television! Woo-hoo! I’m excited and nervous.Ms. Weaver: Hello, Anna.Anna: Hello, Ms. Weaver!Ms. Weaver: Some people are going to watch your children’s show. After they watch it, they’ll tell me what they liked, and what they didn’t like.Anna: Oh, dear.Ms. Weaver: They’re in the conference room. They’re in the conference room.Anna: Hello, everyone. I’m Anna, and thanks for coming!Coworker 2: What is the show about?Anna: It’s a children’s show.Coworker 1: But we are not children!Anna: This children's show is different. I hope.Coworker 3: I don’t really like children's shows.Anna: Shhh, please. The show is starting!Anna:  Oh, hi! Just give me one minute ….oops! Oh well. I can fix that later.Anna: Hello, I’m Anna! Welcome to “The Time Traveling Treehouse!” This is not a usual treehouse. It can time travel! That is why it’s called \"The Time Traveling Treehouse.\"MINDY: Anna, do not forget me.Anna: Of course not! This is my partner, MINDY!MINDY: My name means Massive Information Navigation Device, for You!Anna: That means we can travel to many places and learn many things. Kids from all over the world ask us questions. We find them answers!MINDY: Woo-hoo! That is right, Anna.Anna: MINDY, what is our first question?MINDY: Layla asks us this question.Layla: Hello, Anna! Hello, MINDY! I'd like to know -- how do you play baseball?Anna: That is a great question! MINDY, we need to find her an answer!MINDY: I know that we can find it, Anna!Anna: Where am I now? MINDY, now I am on a snowy mountain!MINDY: That is a good place to learn how to ski.Anna: Yes, MINDY, but it cannot teach us about baseball! And I don’t know how to ski!MINDY: Sorry, Anna. Let’s try again.Anna: Where I am now!? MINDY, I am in the ocean! An ocean cannot teach us about baseball!MINDY: Please don’t yell, Anna. The ocean can teach us about surfing.Anna: Yes, MINDY, it can teach us about surfing … and sharks! Ahhh!MINDY: Anna, please wait. I need to fix my navigation deviceAnna: MINDY, please fix it faster. And get me out of here … now!Announcer: Whoa! Is Anna going to be lost forever? Next week, you can watch part two of “The Time Traveling Treehouse!”Coworker 1: Aw, man! Will the shark eat her?Coworker 2: Will Anna find the answer?Coworker 3: Please tell me the ending!Anna: So, you liked it?Coworkers: Yes!Anna: Well, you can watch the ending next week!Coworkers: Noooooo!Anna: Don’t forget to watch next week!"
  },
  {
    "title": "Lesson 33: Learning America's Sport",
    "url": "https://av.voanews.com/clips/VLE/2016/10/21/f7144253-3403-4acd-9e09-9c31443113f7.mp3",
    "dialog": "Coworker 2: It is time for part two of the children’s show!Coworker 1: It’s time! It’s time! I can’t wait!Coworker 3: Shh! I can’t hear it!Announcer: Last time on \"The Time Traveling Treehouse,\" Anna was lost, really lost. She wants to learn about baseball. But her computer, MINDY, sent her to many wrong places.Anna: MINDY! Help me! I am in the ocean with a shark! MINDY: I will try one more time, Anna.Anna: Please try harder, MINDY!Anna: Now, where am I? I am at a playground with a baseball field! Yes! I can teach children about baseball here! MINDY, MINDY, it took you a long time. But you did it!MINDY: Thanks, Anna. Give me a call when you find the answer.Anna: Okay. Come with me. Let’s learn how to play baseball! This is a baseball field. This is a pitcher's mound. This is first base! This is second base! This is third base! This is home plate!Anna: To play baseball, you really only need a bat, a ball and a glove. Each team has many players.Pitchers pitch the ball.Catchers catch the ball.Batters bat the ball.Runners run the bases.Fielders field the ball.Anna: First, the pitcher pitches the ball to the batter. The batter bats the ball. Then, the runner runs to first base. Anna: Each time a batter bats, the runners run around the bases. Each time a runner runs across home plate, they score a run! There are nine innings in a game. The team with the most runs at the end of nine innings wins the game!Anna: MINDY, MINDY, we found the answer! It’s time to return to the treehouse.MINDY: Good job! That was fast. Coworker 3: Good job Anna. You know, I still don't like children's shows, but I like this children's show.\nCoworker 2: I liked the time travel.Coworker 1: But time travel is not real. You’re so silly, Anna.Anna: Yeah, time travel is so silly. Thanks, goodbye. Bye, thank you.Anna: Hello, MINDY? Are you there?MINDY: Hello, Anna.Anna: MINDY, I want to go to China! Until next time …"
  },
  {
    "title": "Lesson 34: What Will I Do?",
    "url": "https://av.voanews.com/clips/VLE/2016/10/26/a9095f28-b489-4110-98fd-7ce6be485793.mp3",
    "dialog": " Anna: Hello! Halloween is very popular in the United States.Anna: Children trick-or-treat. They ask people for candy. Children and adults wear costumes and go to parties!Anna: In fact, there is a Halloween party tonight. I need my friend, Genie. Genie!Anna: Hi!Genie: Hi, Anna! What do you need?Anna: Tonight, there is a Halloween party.Genie: I love Halloween! Are you going?Anna: I might go. I might not go. I don’t have a costume. Can you help me?Genie: Dress as a genie!Anna: Great idea! I can do a genie trick like read minds!Genie: Anna, be careful. Things might go wrong.Anna: What can go wrong?Genie: Okay.Anna: Hey, look! I’m a genie! This is going to be fun!Genie: Remember, Anna. Be careful!Anna: Don’t worry, Genie! I will!Rebecca: Excuse me, are you really a mind reader?Anna: I might be.Rebecca: Okay, tell me what I am thinking.Anna: Sure! First, what do you do?Rebecca: I study. I'm a junior in college.Anna: What do you study?Rebecca: I study journalism.Anna: Okay. Wait. You are thinking … you will graduate from college in about one year.Rebecca: Well, yeah. That’s the plan. I told you, I’m a junior in college.Anna: Right, um, wait. There’s more. You are thinking … you might get a job writing the news.Rebecca: I MIGHT get a job writing the news? I MIGHT! That means I might not. And I'm studying really hard.Anna: No, no, no, no. Uh, no, you will! You WILL get a job writing the news.Rebecca: I will?Anna: You will.Rebecca: I will. I think.Anna: 'Bye. Happy to help!Kaveh: Can you really read minds?Anna: I might.Kaveh: Well, today, I will ask my girlfriend to marry me. What am I thinking?Anna: Wait. Wait, you are thinking ... you might have a wedding very soon!Kaveh: Might? MIGHT? She won’t say \"no,\" will she?Anna: No, no! She WILL say “yes”!Kaveh: I will have a wedding, won’t I?Anna: You will. You will!Kaveh: Thanks. I think.Anna: Good luck!Anna: This is hard. Genie! Genie!Genie: Anna, what’s wrong?Anna: I don’t want to be a genie for Halloween. I might not go to the party.Genie: Of course you will go. I have another costume for you!Anna: I’m a rock star! You read my mind!Genie: No. You told me you like rock music.Anna: Oh, right. Well, I love it!Genie: Have fun, Anna!Anna: Thanks, Genie!!Anna: I am ready for the Halloween party! But I am not going to read minds. I might play some rock music! Or I might not. Until next time …   "
  },
  {
    "title": "Lesson 35: Let’s Make Dinner!",
    "url": "https://av.voanews.com/clips/VLE/2016/11/02/0c67a47c-b66d-4d36-85f5-41dca2d12bde.mp3",
    "dialog": " Anna: Hi there! Washington, D.C. has many fun places to eat. But, sometimes it's more fun to cook. In fact, tonight Marsha and I are cooking for friends. Well, she is cooking. I am doing the shopping.(phone rings) It’s Marsha. Hi, Marsha.Marsha: Hi, Anna. Do you have the shopping list?Anna: Yes, I told you: I have the shopping list. Can you hear it?Marsha: Okay, good. I hear the list. Anna, please buy all the ingredients on the list.Anna: Yes, Marsha, I will.Marsha: And do not spend too much time shopping.Anna: No, Marsha, I won’t. See you later.Anna: Sometimes, Marsha worries too much. I love shopping! And, I did not spend too much money. Oh, no! But I did spend too much time! I have to return home now!Marsha: Anna, what took you so long? Our guests will be here soon!Anna: Don’t worry, Marsha. I bought everything on the list.Marsha: Let me see. You bought a bunch of bananas, a box of pancake mix, a bag of coffee … Anna, this is all wrong!Anna: What do you mean wrong? I bought a jar of peanut butter and a loaf of bread … no, wait … two loaves of bread.Marsha: Anna, these are the wrong ingredients!Anna: These ingredients are all on the list! I took this list from the counter.Marsha: Anna, this is the shopping list for breakfast. I said, take the shopping list - on the refrigerator - for dinner!Anna: Marsha, there was no shopping list - on the refrigerator - for dinner!Marsha: Oh no! It’s on the floor!!Anna/Marsha: Ahh!!! Ahh!!!Marsha: What are we going to do?Anna: When do our guests arrive?Marsha: They arrive in 30 minutes!Anna: I can fix this. Do you trust me?Marsha: Do I have to?Anna: Yes.(The story continues next week)"
  },
  {
    "title": "Lesson 36: I Can Fix This!",
    "url": "https://av.voanews.com/clips/VLE/2016/11/14/65b768cd-1b20-4074-beb4-3279d8f8e715.mp3",
    "dialog": "\n\n\nAnna: Last time on Let’s Learn English, Marsha and I invited friends to a dinner party but I shopped with the wrong list. Guests are coming soon. Marsha is worried but I have a plan. Let’s see what it is.Anna: I just need a couple of ingredients. Marsha, please hand me the flour.Marsha: Anna, where is the flour? It's not in the cabinets.Anna: I put the flour inside the refrigerator.Marsha: Why?Anna: It’s cold and dry in the refrigerator. See, it says: “Put in a cold, dry place.” Okay, now, Marsha, please hand me the eggs.Marsha: Anna, where are the eggs?Anna: The eggs are inside the cabinet under the sink.Marsha: Anna, why are the eggs in here?Anna: On the farm, we always put the eggs there. How else can the chickens see them? Okay. You clean the living room. I will make dinner.Marsha: What are you going to make with these ingredients?Anna: I have a plan.Marsha: Okay, the apartment is clean. The kitchen is not. What are you cooking?Anna: I made my favorite recipe: peanut-butter-banana pancakes!Marsha: You made breakfast.Anna: Yes! I call it let’s-eat-breakfast-for-dinner dinner!Marsha: Anna! Mmm! Hey, this tastes good! Anna, you made it work! Anna: That’s our guests!Marsha: I’ll answer the door.Anna: I’ll finish here.Anna: Like I said, sometimes Marsha worries too much. When something goes wrong with your plan, just change the plan! Till next time!"
  },
  {
    "title": "Lesson 37: Let's Agree to Disagree",
    "url": "https://av.voanews.com/clips/VLE/2016/11/17/a0f8f1e0-4d24-425c-8db5-0322d86f3de9.mp3",
    "dialog": "\n\n\nAnna: You know, I am from the country and sometimes I miss it. But I really like life in the city! I love the city. Oh, look. Someone lost a bag. Maybe it's theirs. Excuse me. Is this bag yours?Dr. Jill: No. It's not mine. It might be hers.Anna: Excuse me. Is this bag yours?Sarah: No. It's not mine. It might be his.Anna: Thank you. Hello. Is this bag yours?Phil: Yes, that's mine. These are all my travel things. Thank you, thank you!Anna: Are you okay? You seem ... nervous.Phil: Well, this is my first visit to Washington, D.C. I'm from a small town in the country. I feel a little lost.Anna: I am from the country too! And I understand. When I first came here, I felt lost ... all the time.Phil: So, do you like living in the country or in the city?Anna: I like to live in the city.Phil: Why?Anna: The city is exciting! It has more culture than the country. There are many museums and restaurants. Every night, there is theater and music. And, there are more jobs. That is why I'm here.Phil: Well, I agree. There is more culture in the city and there might be more jobs. But the country has more nature! It's peaceful and beautiful. There are more trees and mountains. The air is clean. You can go hiking and camping. The city is not beautiful. It's noisy and dirty.Anna: I disagree. I think all the different buildings are beautiful. And I like to watch all the different people.Phil: That's another thing that is different. People in the country are friendly. They always say \"hello!\" Here, no one says \"hello.\" I think city people are rude.Anna: Well, I agree. Country people are friendly. But I don't think city people are rude. I think they're just busy.Phil: That's a good point.Anna: Look at me. I live in the city and I said \"hello\" to you.Phil: But you are from the country.Anna: I have an idea. Let's say \"hello!\" to people -- to many people!Phil: What? Why?Anna: Well, if we say \"hello,\" maybe they will say \"hello\" to other people ... Hello!Phil: ... and they will say \"hello\" to more people! That's a great idea! I'm glad you found my bag.Anna: Come on. Let's go say \"hello\" to people.Anna: We don't have to agree with people. They have their opinions. We have ours. And as we like to say, you can always agree to disagree! Until next time...! Hello!"
  },
  {
    "title": "Lesson 38: She's My Best Friend!",
    "url": "https://av.voanews.com/clips/VLE/2016/12/01/7b357de6-9247-45fd-8e49-77197599f6d5.mp3",
    "dialog": "\n\n\nAnna: Hello! I have great news. My best friend from my hometown is coming here -- to Washington, D.C.! I can’t wait to catch up with her! Oh! I gotta go. Her train arrives in 10 minutes!Anna: Penelope!Penelope: Anna! I am really happy to see you!Anna: Me too! How was your trip?Penelope: It was fine.Anna: Let me help you with your bags.Penelope: I’m really excited to be in Washington, D.C.! I can’t wait to hear about … everything!Anna: I have so much to tell you. Let’s go to my apartment. We can talk over a hot cup of tea.Penelope: I love your apartment building, Anna. Is your rent expensive?Anna: Well, I have a roommate. So, we split the rent.Penelope: Oh, that’s right. Is your roommate nice?Anna: Marsha is the nicest person I know in this city. Sometimes she worries too much. And she says I’m the messiest cook she knows. But we are great roommates.Penelope: So, Anna, is it hard to make friends in D.C.?Anna: At first it was hard. But now, Marsha is a good friend. And there’s Pete. Of all the people I know in D.C., Pete is the most serious and also the silliest.Penelope: He sounds … interesting.Anna: Jonathan and Ashley are two other good friends of mine. In the city, they are the friendliest people I know. They always help me when I need it.Penelope: Your friends sound great! So, tell me about your job.Anna: I love my work! I make a children’s show called the “Time Traveling Treehouse.”Penelope: Anna, that is the best job for you! Do you remember when we were little? We played in that old treehouse behind my family’s house for hours!Anna: I forgot about that! We thought it really time traveled! Penelope, it is really good to talk to you. New friends are good. But old friends are the best.Penelope: I know. Our hometown isn’t the same now. You are not there.Anna: No crying. Why don't you move here and live with me and Marsha?Penelope: Anna, I can’t leave our hometown. You forget -- I love my job, too.Anna: I didn’t forget. You are the most famous turkey farmer I know!Penelope: Thanks, Anna.Anna: Come on. Let’s go eat dinner at one of D.C.’s most famous restaurants.Penelope: Awesome!Anna: That’s the restaurant, Penelope. I’ll be right there.Anna: I have a great apartment. I love my work. And I have awesome friends -- both old and new. I am the luckiest woman in Washington, D.C.(sound of thunder)Anna: Until next time ?"
  },
  {
    "title": "Lesson 39: It’s Unbelievable!",
    "url": "https://av.voanews.com/clips/VLE/2016/12/02/5fd0aa74-ef38-40c2-85fb-47f536c14e28.mp3",
    "dialog": "Anna: Hello! Winter weather in Washington, D.C. can be really windy. And wind messes up my hair. It is really windy today. Look at my hair. Will it be windy this weekend? I’ll listen to the news. I am tired of my untidy hair.Pete: Are you tired of your untidy hair?Anna: Yes. Yes, I am. And it’s … uncomfortable.Pete: Is it … uncomfortable?Anna: Yes. Yes, it is! Hey, is that … Pete?Pete: Hi. I’m Pete. And I have the perfect product for you -- Hair Be Good!Pete: Just spray Hair Be Good on your hair … wrap in a towel … and you are done! Hair Be Good works and it’s inexpensive. One can costs only $10! So, go online and order your Hair Be Good today!Anna: Hair Be Good sounds perfect! And I can trust Pete! I am buying some right now. Okay, I will order one can of Hair Be Good for $10. I’ll pay with a credit card. My delivery will arrive in 2 days. Awesome!Anna: It arrived! I'll use it before I go to work. Okay, Hair Be Good, make my untidy hair tidy! No, make it … fabulous!Amelia: Hi, Anna.Anna: Hello, Amelia!Amelia: Anna, you look … different.Anna: Thanks! I used a new product called Hair Be Good.Amelia: Well, it’s not.Anna: It’s not what?Amelia: Good. Your hair does not look good.Anna: Oh, no! This is not good.Amelia: Why don’t you go home and take care of … this.Anna: Good idea.Pete: Hi, Anna!Anna: Hello, Pete.Pete: Is something wrong?Anna: This is wrong!Pete: What did you do to your hair?Anna: Hair Be Good did this to my hair.Pete: Ah, you bought it!Anna: Yes, I bought it. You said in your ad it was a perfect product. This is not perfect. This is imperfect!Pete: It’s unbelievable!Anna: I believed your ad, Pete. It was dishonest!Pete: Anna, you don’t believe everything you see in ads, do you?Anna: No, Pete. Just the ones with my friends.Pete: Your hair will be okay. Just wash it ... a couple of times.Anna: Thanks. Thanks a lot, Pete! Here, here's your product! You should call it \"Hair Be Really Bad!\" Until next time, Pete! Till next time."
  },
  {
    "title": "Lesson 40: The Woods Are Alive",
    "url": "https://av.voanews.com/clips/VLE/2016/12/29/b24ae633-80a3-46e9-afc8-5e2719ed1fa7.mp3",
    "dialog": "Anna: Happy New Year! Some people, at the start of a new year, make a resolution -- a promise to yourself to be better. I thought about my resolution carefully. I want to be an actor on the stage! Today I will audition for a show called \"The Woods Are Alive!\" Wish me luck!Director: Next! What is your name?Anna: My name is Anna Matteo.Director: Are you ready to audition?Anna: (warms up voice) Yes.Director: Great. Let's begin on page 1. Here is the story. You are lost in the woods. You are searching desperately for a way out. Suddenly, you hear something.Director: Now, say your line.Anna: 'What was that? Hello. Is someone there?'Director: Anna, you are speaking too softly. Can you speak more loudly and a little more, um, seriously?Anna: Yes, of course I can. 'What was that? Hello. Is someone there?' Is that loud enough?Director: Yes, that is loud enough. Let's turn to page 25. In this scene, you are moving slowly and quietly through the woods.Director: Anna. Anna! You are walking quickly and loudly. Walk slowly and quietly.Anna: I'm walking slowly and quietly. I am walking…Director: Anna. Anna. You don't need to say \"slowly\" and \"quietly.\" Alright, let's try the last scene. Turn to page 48. I say my line first, then you say your line.Director: 'You will never get out of these woods alive! Mwa-ha-ha-ha-ha Mwa-ha-ha-ha-ha!'Anna: 'Yes, I will.'Director: Okay, Anna, you said that line -- you said that line really late. You need to say it earlier.Anna: Sorry. Sorry. Let me try again.Director: 'You will never …'Anna: 'Yes, I will.'Director: '… get out of the woods alive.'Anna: I was too early, wasn't I?Director: Yes. Yes, you were.Anna: Director, how am I doing?Director: You know, Anna. I think that I have the perfect part for you.Director: The costume is in the back. Please go try it on.Anna: Awesome! (Anna returns as a tree.)Director: Oh, Anna, that fits you perfectly!Anna: I'm a tree. I'm a tree in … \"The Woods Are Alive!\" Yes!Anna: My new year is starting awesomely! Excuse me, Director! I have a great idea for my tree. Oh, wait! Until next time!"
  },
  {
    "title": "Lesson 41: Teamwork Works Best With a Team",
    "url": "https://av.voanews.com/clips/VLE/2017/01/05/64e9d749-33ff-4b41-934d-9f44e81cfea0.mp3",
    "dialog": "Ms. Weaver: Anna, hello.Anna: Hello.Ms. Weaver: Sit down. As you know, at the start of a new year we have a work review.Anna: Yes. It’s time for mine.Ms. Weaver: Yes. Anna, this chart shows the audience of The Time Traveling Treehouse. If you look at it, you will see something bad. Your audience is going down, down, DOWN!Anna: Ms. Weaver, I think the chart is upside down.Anna: Here, let’s flip that around. Now, it’s right-side up.Ms. Weaver: Oh. If you look at this chart, you will see something good. Your audience is big.Anna: Good!Ms. Weaver: But not big enough.Anna: Not good.Ms. Weaver: I want to see these numbers go up, and up, and UP!Anna: How?Ms. Weaver: I have something -- idea posters!Anna: (whispers) Idea posters.Ms. Weaver: You really ought to think seriously about them. I like this one. Please read it.Anna: “If at first you SUCCEED; you will be a success.” Well, it's a cute cat.Ms. Weaver: Here’s another one. I like it.Anna: “WORKING HARD looks hard because it really is hard.” I see. It's another cute cat.Ms. Weaver: This is my favorite.Anna: “TEAMWORK works best with a team.” A team of cats. Look at all those cats!Ms. Weaver: So, Anna, do you understand what I want?Anna: Yes, Ms. Weaver. I understand.Anna: Okay, team. There is a problem in the Treehouse.Amelia: Problem? What's the problem?Anna: Our audience is big.Bryan: But that's a good thing.Anna: No, it is not big enough.Anna: Please don’t worry. I know what Ms. Weaver wants. Here’s the plan. (whispers)Bryan: Is that what she wants?Amelia: Are you sure?Anna: Yes. Let’s get to work!Anna: Good job, team. This is exactly what Ms. Weaver wants!Anna: Welcome to The Time Traveling Treehouse! Today you will learn about a very popular pet … cats!MINDY: Anna. Did I give you enough cats?Anna: I don’t know, MINDY. I think we need more cats!"
  },
  {
    "title": "Lesson 42: I Was Minding My Own Business",
    "url": "https://av.voanews.com/clips/VLE/2017/01/12/51393a0f-7412-4703-8f47-866cfd57955c.mp3",
    "dialog": "\n\n\nGuy: Hello. I'm Guy Newsman with News Channel XYZ. I’m here in Washington, D.C. at the scene of a crime.Guy: We are talking with this woman.Guy: She saw the crime during her lunch break. It looks like she hurt herself while she was trying to stop the crime.Guy: Tell us your name.Anna: Hi, Guy. I'm Anna.Guy: Anna, what did you see and what happened to your arm?Anna: Guy, I was minding my own business. See, I work over there.Guy: Um-humAnna: I left work to get some lunch. Then suddenly, I heard a woman yelling. She was yelling like this ... “Help! Help!”Guy: Um-humAnna: Two robbers were grabbing her bag like this. She was hitting them with her umbrella.Guy: Is that when you hurt your arm?Anna: No. At that time, I was not fighting the robbers.Guy: Um-hum.Anna: See. I was too far away and I didn't have my own umbrella.Guy: So, what happened next?Anna: They grabbed her bag and ran away! So, I grabbed her umbrella and ran after the robbers.Guy: Then that is the time that you hurt your arm?Anna: No. I was yelling, “Stop, robbers! Stop!” She was yelling, “Hey, come back with my umbrella!”Guy: Were you afraid?Anna: I had no time to be afraid, Guy. Well, I had time while I was resting on a bench. I had a lot of time.Guy: Then what happened?Anna: The robbers got on a bus. So, I ran after the bus.A VO: While I was running, I tripped and fell.Guy: And that is the time that you hurt your arm?Anna: No. While I was lying on the ground, someone stepped on my arm!Guy: Ouch. That’s too bad.Anna: Yeah. And they didn’t apologize. Well, then the robbers got themselves kicked off the bus.Guy: Why?Anna: They didn’t pay. You've got to pay when you get on a bus. The police came and took them away.Guy: And that’s when you hurt your arm!Anna: No.Guy: Then, when did you hurt yourself?Anna: Well, Guy, by this time, I was feeling very hungry. So, I went to my office to get a snack.C: Anna, I'm calling for help right now.C: (on the phone) Hello? Yes, please come right away. My co-worker is stuck in a vending machine.Guy: You hurt your arm in a vending machine buying a bag of chips?Anna: I was really hungry and the bag was stuck. I had to -Guy: That’s all from News Channel XYZ. This is Guy Newsman saying goodbye.Guy: Okay, we have to find ourselves another story, guys.Anna: Until next time! Hi Mom!"
  },
  {
    "title": "Lesson 43: Time for Plan B",
    "url": "https://av.voanews.com/clips/VLE/2017/01/18/b97c84f3-f68d-4b35-bf71-9c369a107e82.mp3",
    "dialog": "\n\n\nAnna: Hey there! Tonight, I am teaching my ukulele class. It is far away. So, I am going to ride the Metro. Oh, no! I lost my wallet! It has my Metro card, my credit card and my money! Oh, no!Anna: It's times like this I remember my father’s important words. He said, “Anna, never … ” No wait, “Always have emergency money.” .” (Anna pulls an envelope out of her bag and looks inside) It's empty. Time for Plan B. ‘Extra Emergency Money.’ (Anna pulls another envelope out of her bag and looks inside)Anna: No! It's empty too! Anna, it's time for Plan C.Anna: Hi, Marsha!Marsha: Hi Anna. What’s up?Anna: I’m stuck downtown without any money. Would you be able to come downtown? Please?Marsha: Anna, I can’t. I’m too busy. I have to give a big presentation in one hour. Sorry!Anna: That's ok. Good luck with your presentation!Marsha: Thanks!Anna: Time for Plan D.Anna: Hi, Jonathan! How’s it going?Jonathan: Hey, Anna. Things are great. What’s up?Anna: Well, I was wondering if you could give me some money.Jonathan: What?Anna: See, I lost my wallet and I’m stuck downtown and I --Jonathan: Anna, I wish I could. I'm at the airport with my mother. Her flight leaves in two hours.Anna: That’s okay. Tell your Mom to have a nice trip!Jonathan: I do wish I could help. Thanks.Anna: 'Bye.Anna: This is serious. Time for … Plan E.Ashley: Hello.Anna: Hi, Ashley! What are you doing?Ashley: Oh! Hi Anna!Anna: (Anna hears a child crying through the phone.) Ashley, I was wondering, uh, would you be able to come downtown? And could you give me $20?Ashley: Anna, I can’t.Anna: I’ll pay you back the money. I promise.Ashley: Anna, I’m not worried about the money. I’m babysitting. (off-camera to niece) That was very, very, bad!Anna: Well, losing your wallet is bad, but it's not the end of the world, Ashley.Ashley: I was talking to my niece, Anna.Anna: Well, thanks anyway, Ashley!Ashley: Good luck getting money.Anna: Good luck babysitting!Ashley: Thanks.Anna: Well, Plans A, B, C, D and E did not work. Think, Anna, think. Time for Plan F.Anna: (singing) Won't you give, could -- Thank you very much, sir! -- would you give me money, won't you give -- Thank you very much! -- could you give, won't you give me money -- until next time! -- won't you give me money?"
  },
  {
    "title": "Lesson 44: Making Healthy Choices",
    "url": "https://av.voanews.com/clips/VLE/2017/01/30/e8edcdf8-a252-41eb-af50-d1337bbb614f.mp3",
    "dialog": "\n\n\nAnna: Hi there, Ashley!Ashley: Anna! Hi! Where are you going?(Anna’s stomach growls loudly)Ashley: What was that?Anna: I’m hungry. When I’m hungry, I only want to eat junk food! But I know I should eat healthy food. So, I fight with myself. One side says, ‘You should eat healthy food.’ The other side says, ‘But I want to eat junk food!’Ashley: Well, Anna, go to the Giant supermarket. You should be able to find all kinds of food there - for all of you.Anna: Good idea, Ashley. See you later!Ashley: 'Bye, Anna.Anna: Wow! This supermarket is huge! Look at all of these fruits and vegetables! I should eat more vegetables.Healthy: Good idea, Anna. You must eat more vegetables … like celery!Junky: Celery?! Do you know what the web says about celery?Anna: No, what?Junky: “Celery is 95 percent water - 100 percent NOT ice cream. I love the web!”Healthy*: Anna, you mustn’t eat junk food. Junk food will kill you.Junky*: You are being silly. Healthy: No, you are!Junky: No, you are.Anna: Will you two please be nice to each other? It is important to eat healthy foods. But, a little junk food will not kill me. Hmm, ice cream. Ice cream does sound good.Junky: Take this cart to the frozen food aisle!Healthy: No wait, go back! Go back! We forgot fruit. Go back!!Anna: Okay, we are in the frozen food aisle!Junky: Mmm, ice cream!Healthy: Mmm, frozen peas!Junky: Nobody says, ‘Mmm, frozen peas. They say, ‘Mmm, ice cream!Healthy: Mmm, frozen peas!!Junky: Mmm, ice cream!!Anna: I am not going to tell you two again! Stop fighting!Anna: I smell fresh bread! I love the smells of a bakery!Healthy: Oh, Anna, let’s buy a fresh loaf of whole wheat, organic bread!Junky: You don’t have to buy bread. Buy some donuts, Anna!Healthy: You mustn’t buy donuts. They are only fat and sugar.Junky: Exactly! You know, you are really no fun at all.Healthy: And you must think having high cholesterol is fun.Junky: Everyone likes donuts! That is why you don’t have friends!Healthy: And that is why your cholesterol is so high!Junky: My cholesterol is none of your business!!Healthy: And I have lots of friends!!Anna: Stop it! Stop it! Stop it! I am sick and tired of the both of you!!Anna: I know what you two need!Junky: Anna! What are you doing?Healthy: Put me down!Anna: You two need to cool off!Anna: I am going to go buy my healthy food and my junk food! Good bye!Anna: Until next time … Note: \"Healthy\" and \"Junky\" are Anna's thoughts about what she should eat."
  },
  {
    "title": "Lesson 45: This Land is Your Land",
    "url": "https://av.voanews.com/clips/VLE/2017/02/07/1fb535dc-77e2-4e0e-930e-b50fab4e45cd.mp3",
    "dialog": "Anna: You know I love Washington, D.C. But I want to see more of the United States. My roommate Marsha and I will be on vacation at the same time. So, we are going on a road trip together!Hi, Marsha!Marsha: Hi!Anna: I packed my bags and I am ready to go!Marsha: Did you make a list of all the places you want to see?Anna: I did. I want to see New York City and the Statue of Liberty!Marsha: And I want to see Mount Rushmore!Anna: (Anna writes) Mount Rushmore.Marsha: And don’t forget the Grand Canyon!Anna: (Anna writes) Let’s not forget California’s redwood forest! There are so many places to see!Marsha: We will be driving for a long time. So, we might get bored.Anna: Bored? No way! We can talk.Marsha: Or not talk.Anna: We can play word games. We can sing! You know, our trip is like that famous American song. (sings) \"This land is your land, This land is my land …\"*Marsha: (sings) \"…from California to the New York island ...\"BOTH: “... to the redwood forest to the Gulf stream waters ... this land was made for you and me!”Marsha: Will we be stopping soon?Anna: We won’t be stopping soon.Marsha: I’m hungry.Anna: Marsha, we just left D.C.! We’ll be eating lunch in about 2 hours. Can you wait?Marsha: I guess.Anna: Here, have an apple. It’s organic!(Anna throws the apple. It goes out the window.)Marsha: Thanks.Marsha: Okay, we will be arriving in New York City very soon!Anna: I can’t wait to see The Big Apple! Marsha, look! There she is!Marsha: The Statue of Liberty!Anna: She is awesome!Anna: Marsha, in ten minutes, guess what we’ll be seeing?Marsha: What?Anna: The largest rocking chair in the world!Marsha: No, we won’t be seeing that.Anna: Marsha, it’s on my other list -- Best Roadside Sights.(Marsha grabs the paper and throws it out the window.)Anna: Oh no! We littered! And my list is gone. Don't worry. I brought the book. (lifts up large book, starts reading)(Later)Anna: … and that is why I am so afraid of sheep.Marsha: (snores a little)Anna: Wow, I feel better. Marsha, you are a great listener.Marsha: (waking up) Where are we?Anna: We will be entering North Dakota any minute now!Marsha: North Dakota! We are going in the wrong direction! We want to go to South Dakota!Anna: No problem. I will just exit the highway. We will be going south … in just a minute. There. Done! We're going south! Okay, we will be stopping for gas and a bathroom break in about an hour.Marsha: Then we will be very near to Mount Rushmore!Anna: Yay! Dead presidents’ heads on the side of a mountain!Anna: We did it, Marsha! We made it to California! It’s beautiful!Marsha: And we saw everything on the list!Anna: Well, we saw everything on page 1 of the list.Marsha: What do you mean \"page 1?\"Anna: Oh. Here are pages 2, 3 and 4! We’ll be very busy driving back to Washington, D.C. Until next time … !"
  },
  {
    "title": "Lesson 46: May I Borrow That?",
    "url": "https://av.voanews.com/clips/VLE/2017/02/22/8e170a7e-dd5c-4c9b-b214-48b68bc68f47.mp3",
    "dialog": "Anna: Have a nice day at work Marsha!Marsha: You too, Anna. Oh, wait. Do you have pen and paper I can borrow?Anna: Of course.Marsha: We are meeting at this restaurant tonight.Anna: What is happening tonight?Marsha: Today is my birthday. We are celebrating at 7pm tonight. Did you forget?Anna: Sorry, Marsha! I gotta go! See you later!Marsha: Don't forget! Tonight … 7pm!Anna: I forgot Marsha’s birthday! And I don’t get my paycheck until next week. I know. I'll make her a gift. I’ll just have to borrow a couple of things.Anna: Amelia, may I borrow your stapler?Amelia: Sure. I can lend you my stapler, Anna. But please return it. It’s my favorite stapler.Anna: You can trust me. I understand. One time, I loaned my stapler to the wrong person.Anna: Thanks, Amelia. Amelia: Don’t mention it. Bye, stapler!Anna: Jonathan! Can I borrow your scissors?Jonathan: Oh! Hi, Anna! What’re you doing?Anna: Can I borrow your scissors? Sorry to bother you.Jonathan: Yes, I can lend them to you, but you must return them. These scissors -- they are the sharpest scissors in the office. Watch.Anna: Wow, those are sharp. I will be very careful.Jonathan: Okay.Anna: And I’ll bring them back tomorrow.Jonathan: Good.Anna: Thank you.Jonathan: You're welcome.Anna: Happy Birthday, Marsha! (gives Marsha a gift)Marsha: Thanks, Anna! I love birthday gifts! Anna, it is … interesting. What is it?Anna: Well, I know you love hats. And you need office supplies. So, this is your own office supply hat!Marsha: Wow! That is a lot of office supplies!Anna: Many people loaned or shared their supplies with me. Some people really love their office supplies. It has paper, pens, tape, erasers, rubber bands, binder clips, paper clips, and a light!Marsha: What is the balloon for?Anna: The balloon will help your friends find you. Let’s try it! You get a seat in the restaurant - I will find you!Anna: Sometimes all the money in the world can’t buy the perfect gift. Until next time!"
  },
  {
    "title": "Lesson 47: How Can I help?",
    "url": "https://av.voanews.com/clips/VLE/2017/03/03/8511524b-9e6f-4e73-9fa1-cd3f6b32b495.mp3",
    "dialog": "\n\n\nAnna: Hi, Pete. What are you doing?Pete: Oh! Hi, Anna. Right now, I am fixing my car.Anna: How’s it going?Pete: It’s going … not so good.Anna: How can I help? I was planning to visit some friends. But if you need help, I can help. I like helping.Pete: Anna, I can fix it myself. But thanks.Anna: Pete, I think I found your problem. These are spark plugs. (holds them up)Anna: They start the engine.Pete: I know that, Anna. But there were too many spark plugs … in there. So I took out the extra ones.Anna: There are no extras, Pete. You need all of them. Pete, can you fix a car yourself?Pete: Well, Anna, last night I was watching the online video course, “You CAN Fix a Car Yourself!”Dan: Yes, you CAN fix your car yourself!Pete: And I watched the first 10 lessons. So, I think I know what I’m doing.Anna: How many lessons are there?Pete: Four hundred and fifty.Anna: 450! That'll take too long! If I fix your car, I'll have it running in 10 to 15 minutes.Anna: Where’re your tools?Pete: I have this. (puts a useless tool in her hand). And this. (hands her another useless tool) Anna: Great. Um, I’ll get my tools. I’ll be back in a flash!Pete: But, Anna, I don’t need your ...(She goes and quickly comes back with tools.)Pete: … help.Anna: Pete, when I was a teenager, I was fixing cars -- myself. I learned from a master.Anna: You can trust me.Pete: Okay.Anna: Great! But we need teamwork. You sit in the car. When I say “go,” you start the engine.Anna: Okay, go! ​Anna: Stop!Anna: Okay, go! Huh. Pete: It's not starting! It’s not starting!Anna: What’s wrong?Pete: This car is stupid … stupid, stupid!Anna: Pete, kicking the tires will not help.Pete: Well, you did not help, Anna. You did not help!!Anna: Pete, Pete! Pull yourself together, man. Give me the keys. I must feel the key in the ignition and turn it myself.Master: Use the key, Anna. Turn the key, Anna. What are you forgetting, Anna?Anna: Pete. Pete.Pete: What?Anna: You are out of gas.Pete: I can’t be out of gas. (looks at gauge) I’m out of gas. Sorry, Anna. I’ll go get some.Anna: Pete. You relax. Clean your face. You can watch the rest of your online video course. It’ll be faster if I go … in a flash. Until next time …Dan (in the online video course): “Lesson 11. Always make sure you have a full tank of gas!”"
  },
  {
    "title": "Lesson 48: Have You Ever ...?",
    "url": "https://av.voanews.com/clips/VLE/2017/03/09/d11896f1-be6c-47bf-acbc-968ebda02e96.mp3",
    "dialog": "\n\n\nAnna: Hello! I have lived in Washington, D.C. for a long time now. And I have done a lot. I feel that I know this city pretty well. (walks off and comes back) That's the wrong way. Where is it again?Anna: (sees a tourist at a sign) Excuse me, can I help you? Have we met before?Jean: I don’t think so. I’ve just flown in from Boston. My name is Jean.Anna: Hi, Jean! I'm Anna. I really feel like we’ve met before. Anyway, how can I help?Jean: I want to see an interesting museum but I don’t know which one.Anna: I can help with that. I’ve lived in Washington, D.C. a long time. I think I’ve seen all the museums.Jean: Wow, thanks. So, tell me, which museums are good?Anna: Well, they are all good. But they’re all different. There are science museums and history museums and art and culture museums.Jean: I want to see an unusual museum.Anna: I like the Sculpture Garden. Have you ever seen sculptures in a garden? It is really artistic!Jean: I have never seen a garden of sculptures! I’ll write that on my list!Anna: Have you been to the Museum of the American Indian? I’ve visited that museum many times. It is very peaceful.Jean: I have always liked American Indian culture.Jean: I’ll put that on my list. (writes on list) Do you have any other suggestions?Anna: Well, if you like plants, you can visit the U.S. Botanic Gardens. It's very organic.Jean: I have always loved plants. I’ll write that on my list, too! Wow, you know so much about D.C.’s museums.Anna: Well, I have lived here for over a year.Jean: You’re so lucky to live in such a beautiful city filled with so many museums and a zoo!Anna: What? D.C. has a zoo?Jean: Yes, and it’s beautiful. You’ve lived here for so long and you haven’t been to the zoo?Anna: I've never been to D.C.’s zoo. I've never been to any zoos!Jean: You have never seen zoo animals?Anna: I grew up on a farm, Jean. I've known farm animals my whole life.Jean: But the zoo has lions (makes sound of lion roaring) and elephants (makes sound of elephant trumpeting) and zebras (makes no sound)! If you have never seen a real, live elephant, you must. They are so majestic.Anna: I will. I will! (writes list) There. I’ve written my own must-see zoo animal list!Jean: Have fun at the zoo and thanks, Anna!Anna: Have fun at the museums, Jean! And thank YOU!Anna: This has been awesome! And I have seen every animal on my list! Jean, the tourist, helped me see more of my city. But where have I seen her before?Oh well. Until next time …"
  },
  {
    "title": "Lesson 49: Operation Spy!",
    "url": "https://av.voanews.com/clips/VLE/2017/03/16/fdd6be45-f44e-4a0d-8231-e9cc9e710f44.mp3",
    "dialog": "Ms. Weaver: Hello, Anna, are you there?Anna: That’s her. Yes, Agent Peacock. This is Agent Flamingo, reporting for duty.Ms. Weaver: Agent what? Look, Anna … I mean, Agent Flamingo, I want you to learn all you can about spying.Anna: You mean, collect intelligence?Ms. Weaver: Yeah, it’s for our new show -- “D.C. Secrets.”Anna: You've got it, Agent Peacock. The mission is safe with me.Ms. Weaver: Oh, okay, great. Just be back by noon.Anna: Agent Peacock, I’m at an air duct!Ms. Weaver: Yes, spies sometimes sneak down air ducts.Anna: I have never snuck down an air duct. It’s dark and small. I’m afraid of dark, small places.Ms. Weaver: You can do it, Agent Flamingo. You know, spies aren’t afraid of a little darkness.Anna: Right. It’s just an air duct -- a dark, small air duct. Okay. I’m doing it, Agent Peacock! I am sneaking down a long, dark, small air duct. I’m having a little trouble breathing.Ms. Weaver: Just keep going, Agent Flamingo. Think of the team!Anna: Okay, I will think of the team. I’m thinking of the team, Agent Peacock! I did it! I did it! I sneaked down an air duct. That was a little uncomfortable.Ms. Weaver: Good!Anna: What's the next mission?Ms. Weaver: Umm … have you ever cracked a code?Anna: No.Ms. Weaver: Well, go learn. Spies use their brains.Anna: Got it! I’ve never cracked a code before. Let’s try, Agent Flamingo! This is really hard. I'm still trying to crack the code. I've cracked the code! I've cracked the code, Agent Peacock! My brain really hurts.Ms. Weaver: Great. Umm, Agent Flamingo, now answer this question: Do spies have to be in good shape?Anna: “Yes,” Agent Peacock! Spies have to be in really good shape! Can you hear me?Ms. Weaver: You’re breaking up, Flamingo.Anna: The International Spy Museum is awesome! Agent Peacock, I completed the mission!Ms. Weaver: Great. Great. Now, I have another very important mission for you.Anna: Got it. See you back at H.Q.!Ms. Weaver: Yummy! You brought my lunch! Thanks, Agent Flamingo!Anna: Mission completed. Agent Peacock!(Amelia makes a face.)Ms. Weaver: Don't ask. Special thanks go out to the International Spy Museum for letting us film in the museum!"
  },
  {
    "title": "Lesson 50: Back to School",
    "url": "https://av.voanews.com/clips/VLE/2017/04/28/c26515f8-0d7c-4fb4-9646-4dfece722172.mp3",
    "dialog": "Anna: Hello, and welcome to Georgetown University in Washington, D.C.! I am going back to school! Georgetown is the oldest Catholic and Jesuit university in the United States. The Jesuits are a religious order known worldwide for their many colleges and universities. Students have been studying here since 1792!Sarah: Hey, are you finished with your report?Taylor: Almost. I have been writing and re-writing since last night! The subject is really interesting to me.Sarah: Me too! I have been studying this topic* for a long time.Anna: Am I late?Sarah: You’re a little late. But don’t worry. The professor isn’t here yet.Anna: How long has the class been waiting?Taylor: We’ve only been waiting for about 10 minutes.Anna: Oh good. Oh, no! I forgot my pencil sharpener. Excuse me, do you have a pencil sharpener I can borrow?Taylor: No, sorry.Anna: Oh wait. I found my extra one! Whew, that was close.Anna: So, how long have you been studying at Georgetown?Andrew: I’ve been studying here since 2015.Anna: Awesome. You know, I've been wanting to go back to school for a long time. So, here I am!Andrew: Well, you picked a great school. I’ve been really happy here.Anna: Awesome. See, I’ve been working for several years now. So, going back to school makes me a little nervous.Randall: Don’t be nervous. Just pay attention and do your best!Anna: That is great advice. You know, I have been paying attention. But sometimes I still feel like I don’t understand. Like last week …Anna: What’s that?Jada: This is my draft.Anna: What draft?Jada: The professor told us to bring our drafts.Anna: I think she said “giraffe.”Jada: No. She didn’t.Anna: Here comes the professor.Dr. Jones: Hello class! Sorry I'm late, but the snow storm made getting here really difficult. I see you’ve been waiting very patiently. So, let’s get started! Who wants to give their talk first?Anna: Oh! Oh! Please, please pick me.Dr. Jones: Anna?Anna: Who me? Sure. Thanks.Anna: Here is my report on “Violins in the City.”Anna: People have been looking for a solution to the problem of violins in the city. I say stop! Stop! They are not the problem! In fact, violins are part of the solution!Anna: Violins create beautiful music that can fill a city with hope.Dr. Jones: Anna …Anna: If we put a violin in the hands of every child …Dr. Jones: Anna! The topic is “Violence in the city.” Violence. Not violins.Anna: Until next time …Like I was saying, many people are saying that violence in the city is a problem. A very big problem.\n* topic = subject\nThanks to Georgetown University for allowing us to film on their historic campus. And a special thanks to the Georgetown students and staff who appeared in this episode: Andrew Debraggio, Sarah Mucha, Taylor Soergel, Jada Bullen, and Randall-Grace Johnson.\n \n"
  },
  {
    "title": "Lesson 51: A Good Habit",
    "url": "https://av.voanews.com/clips/VLE/2017/04/06/1f484880-f858-47b5-8e0d-37a063b34a07.mp3",
    "dialog": "Anna: D.C. is a popular city for marathons! A marathon is a long race. Many marathons raise money for charity, you know - good works. A marathon is a good fitness goal too. I want to challenge myself in a marathon and maybe win a medal! Hey, there’s Ashley. Ashley! Wait for me! It’s Anna!Anna: Ash … ley. Ash … ley.Ashley: Are you okay, Anna?Anna: I just ran … from over there.Ashley: Do you want to sit down, Anna? Do you want some water? (Anna takes the bottle and tries to return it.) No thanks. You keep it.Anna: Thanks. I didn’t know you like to run.Ashley: I love running. In fact, this weekend, I will run in my first marathon.Anna: Me … too.Ashley: Really? You are running in a marathon?Anna: Yeah. In a couple of days. Why do you ask … like that?Ashley: What do you know about running in a marathon?Anna: I know that there’s a lot of running and sometimes you can win a medal. Ashley: How long have you been training?Anna: I started today. I’ve been training for an hour … no, an hour and seven minutes!Ashley: Anna, training a little every day is a good habit to get into. Not all at once!Anna: Thanks for the advice, Ashley. But I’m running in a special race.Ashley: What marathon is it?Anna: I don’t remember the name. But the website said everyone gets a medal.Ashley: Okay, well, good luck, Anna!Anna: Thanks, Ashley. Good luck to you, too.Ashley: Thank you.Anna: Bye!Ashley: Bye, Anna!Anna: See you!(At the race: an announcer calls out race information)Anna: Hello. I am here to enter the race!Woman: But ma’am you can’t enter the race.Anna: What? How am I going to meet my goal?Woman: Ma’am, this race is for children. You can’t run with the children.Anna: Children? Children. That’s perfect. I just might win!Woman: No, ma’am. You really can’t run with the children.Anna: I’m sorry. Of course. I was only thinking of my goal.Woman: Well, you can help us with our goal, which is to raise money for sick children. Would you like to help us?Anna: I’ve just found my new goal. And I get to wear a medal. (to child who finished race) Good job!"
  },
  {
    "title": "Lesson 52: Taking Chances",
    "url": "https://av.voanews.com/clips/VLE/2017/04/14/8259e341-9066-4896-af3d-f62d738d0948.mp3",
    "dialog": "\n\nAnna: Hello, it's Anna! I did it - Washington, D.C. is my home. Looking back over the past year, I’ve done so many amazing things! I have met people from all over the world. I’ve made many good friends. And I have a great job! And I've taken a lot of chances. And now I have some really big news! Wait for it… and 3, 2, 1…Kelly: Hello and welcome to “Around the Corner and Across the Street from the Actor’s Studio!” Many people dream of becoming actors. But very often, those dreams don’t come true.Kelly: Well, today we will meet a woman and -- her acting career has really taken off. In fact, she acted in my play, “The Woods Are Alive!” Oh. She really brought the part of Tree Number 15 to life! Let’s give a warm welcome to Anna Matteo!Anna: Thank you. Thank you so much for having me here.Kelly: Please, please, sit down. Here, here, let me help you.Anna: Thanks. Thanks. Wow, it is great to see you again, Director Kelly!Kelly: It’s great to see you too, Anna. I see you are still wearing your tree costume. Does this have anything to do with your big news?Anna: Yes. Yes, it does.Kelly: Well, Anna, please share that news with us.Anna: Kelly, I will be acting in three movies.Kelly: That is amazing! Anna, tell us more.Anna: Well, the first is a science fiction movie. The second is a romantic comedy. And the third is an action movie.Kelly: That is so great! Let me guess -- you’re playing a tree in all of them!Anna: Yes! This is what happened. To prepare for your play, I had to find out what it was like to BE a tree in the world. I had to find out where to eat, where to shop, where to meet people and how to get around the city.Kelly: Amazing. I think big things are going to happen for you, Anna. So, tell me, will you be moving to Hollywood for a career in movies?Anna: No. I’ll make the movies and then come back. Washington, D.C. is my home.Kelly: I’m sure your family is very proud.Anna: Yes, they are. You know, Kelly, not too long ago, I didn’t feel very good about my life. I had to make a change. So, I took some chances. Sometimes I succeeded. Sometimes I failed. But I will never stop trying.Kelly: Well, thank you for sharing your news and so much more with us, Anna.Kelly: Until next time …Finished with the course? Download this certificate of completion. Take a photo of yourself holding it and share it with us via our Facebook page.\n\n\n\n\n\n\n\n\n\nLLE1 Fillable Certificate of Completion\n\n\n\n"
  }
]