[
  {
    "context_header": "of",
    "context_text": "\n"
  },
  {
    "context_header": "with",
    "context_text": "\nwith (prep): used when saying people or things are together; in addition to \n Example sentences: \nI am going to the mall with my friends.\n\nI am spending time with my sister today.\n\nMake sure to take this medicine with food.\n\nI need to do math with a calculator.\n\nI decorated the room with posters.\n\nI shaped the clay with my hands.\n\nHow much is the total with tax?\n\nAre you angry with me?\n\nAre you happy with the results?\n\nPlease bring a notebook with you.\n\nShe chose the box with a big bow on it.\n)"
  },
  {
    "context_header": "at",
    "context_text": "\nat (prep): in a place; in a certain time; towards a direction \n Example sentences: \nLet's meet at the library.\n\nI found this at the store.\n\nShe is at the bank.\n\nI saw them at the movies.\n\nThey were at school.\n\nThere are many dogs at the park.\n\nI'll meet you at noon.\n\nLet's eat together at seven o'clock.\n\nTake a look at all of these items.\n\nI glanced at the clock.\n)"
  },
  {
    "context_header": "from",
    "context_text": "\nfrom (prep): used to indicate the starting point of a place or thing; used to indicate where someone or something originated \n Example sentences: \nThe marathon started from the school.\n\nDo you live far from here?\n\nStart from the letter A.\n\nMeasure the distance from here to there.\n\nThe smell is coming from the trash can.\n\nThere is a strange sound coming from outside.\n\nShe is from Italy.\n\nThey moved here from Canada.\n\nI'm from another country.\n)"
  },
  {
    "context_header": "into",
    "context_text": "\ninto (prep): towards the inside or towards a direction of something \n Example sentences: \nPlease put your dishes into the sink.\n\nWe went into the room to talk.\n\nI ran into an old friend yesterday.\n\nMy phone accidentally fell into the trash can.\n\nThe kids jumped into the lake.\n\nHe got into trouble again at school.\n)"
  },
  {
    "context_header": "during",
    "context_text": "\nduring (prep): while; within a certain time \n Example sentences: \nPlease call back during business hours.\n\nWe lost power during the rainstorm.\n\nMy puppy sleeps a lot during the day.\n\nI got an emergency phone call during my meeting.\n\nLet's go to Hawaii during the winter months.\n\nWe got sick during our trip.\n\nMy mom works part-time during school hours.\n\nThere was a fire alarm during the test.\n)"
  },
  {
    "context_header": "including",
    "context_text": "\nincluding (prep): being part of a group \n Example sentences: \nWe need to help out more including myself.\n\nThe students are not happy with the new program including the teachers.\n\nThe price is $10.91 including sales tax.\n\nIncluding myself, there are 108 people in this room.\n\nWe need to prepare enough food to feed 100 people including children.\n)"
  },
  {
    "context_header": "until",
    "context_text": "\nuntil (conj): up to the time that \n Example sentences: \nShe was mean to us until her mother showed up.\n\nDon't go anywhere until I get back.\n\nDon't eat anything until the others arrive.\n\nLet's play games until the party starts.\n\nYou cannot play outside until you finish your homework.\n\nI was having fun until my ex-wife showed up.\n\nPlease wait in the lobby until the doors open.\n\nDon't enter the room until you see the green light.\n)"
  },
  {
    "context_header": "against",
    "context_text": "\nagainst (prep): competing with; next to; not agreeing with \n Example sentences: \nThe Seattle Seahawks are playing against the Denver Broncos.\n\nTwo rival baseball teams are playing against each other.\n\nHe was leaning against the wall.\n\nShe leaned against me to rest her legs.\n\nI am against animal experimentation.\n\nThey are against the new office policy.\n\nShe voted against the new law.\n)"
  },
  {
    "context_header": "among",
    "context_text": "\namong (prep): in the middle of \n Used with nouns: \nShe is comfortable being among friends.\n(friends, co-workers, family, peers))\n\nShe is nervous being among famous people.\n(famous people, strangers, influential people, older people)\n Used with verbs: \nThey found the lost dog among the wreckage.\n(found, discovered, located)\n\nThe child star grew up among famous people.\n(grew up, be + raised)\n\nWe had no idea a criminal lived among us.\n(lived, resided)\n"
  },
  {
    "context_header": "throughout",
    "context_text": "\nthroughout (prep): in every part of something \n Example sentences: \nThe rumor was spread throughout the school.\n\nThere was tension throughout the debate.\n\nThey were arguing throughout the meeting.\n\nThere was smoke throughout the house.\n\nI could smell it throughout the apartment building.\n\nThroughout her life, she always took care of others.\n\nI've been struggling with this disorder throughout my entire life.\n\nHe is known throughout the world.\n\nShe suffered abuse throughout her childhood.\n\nI cried throughout the whole movie.\n\nI got good grades throughout school.\n)"
  },
  {
    "context_header": "despite",
    "context_text": "\ndespite (prep): in spite of; without being affected by \n Example sentences: \nThe kids were playing outside despite the rain.\n\nShe finished the marathon despite her injured foot.\n\nThe singer went on stage despite having the flu.\n\nHe remains positive despite the bad news.\n\nThe players played hard despite having no chance of winning.\n\nThe doctors couldn't save him despite all of their efforts.\n)"
  },
  {
    "context_header": "towards",
    "context_text": "\ntowards (prep): in the direction of someone or something; concerning someone or something \n Example sentences: \nThe car was moving towards us.\n\nThe train was coming towards the station.\n\nA flock of birds was heading towards the power lines.\n\nThe waiter was so rude towards us.\n\nMy children are polite towards adults.\n)"
  },
  {
    "context_header": "upon",
    "context_text": "\nupon (prep): on top; on; indicating someone or something is close by \n Example sentences: \nThe king put his crown upon the prince's head.\n\nShe gently placed the antique vase upon the shelf.\n\nOnce upon a time, there lived a prince and princess.\n\nThe movie star was escorted into a room upon arrival.\n\nThe soldiers were upon the enemy within minutes.\n)"
  },
  {
    "context_header": "concerning",
    "context_text": "\nconcerning (prep): about; regarding \n Example sentences: \nThe teacher wanted to meet with the parent concerning her son.\n\nThe phone call was concerning the school incident.\n\nWe had a staff meeting concerning the new policy.\n\nThe president met with employees concerning the merger.\n\nI wanted to talk with you concerning drugs and alcohol.\n)"
  },
  {
    "context_header": "to",
    "context_text": "\n"
  },
  {
    "context_header": "in",
    "context_text": "\n"
  },
  {
    "context_header": "for",
    "context_text": "\nfor (prep): used when indicating a use or function; used with referring to something given to someone; used when indicating the intention of something \n Example sentences: \nThis gift is for my parents.\n\nI made potato salad for the potluck.\n\nI bought balloons for the party.\n\nI made this for you.\n\nI need a table for five.\n\nI've known you for a long time.\n\nI quit college for financial reasons.\n\nI take medicine for my headaches.\n)"
  },
  {
    "context_header": "on",
    "context_text": "\non (adj): being in use or operation; \n Example sentences: \nThe radio is on.\n\nThe television is on.\n\nThe cover is on.\n\nThe lid is on.\n)"
  },
  {
    "context_header": "by",
    "context_text": "\nby (adv): near; close to \n Used with verbs: \nMy parents stood by just in case I need help.\n(stood))\n\nI didn't see them pass by.\n(pass, walk, run, go)\n\nTime is flying by.\n(be + flying, be + zooming, be + speeding)\n"
  },
  {
    "context_header": "about",
    "context_text": "\nabout (adj): moving from one place to another \n Used with verbs: \nHe is out and about.\n(be: is/am/are))\n"
  },
  {
    "context_header": "like",
    "context_text": "\nlike (adj): similar \n Example sentences: \nLet's put like things together.\n)"
  },
  {
    "context_header": "through",
    "context_text": "\nthrough (adj): finished \n Example sentences: \nI am through with this relationship!\n\nWe are finally through with this project.\n\nAre you through with the shower yet?\n\nI don't live on a through street.\n\nHe's not through with his lecture yet.\n)"
  },
  {
    "context_header": "over",
    "context_text": "\nover (adv): in an upward direction, then downward motion; falling downward \n Example sentences: \nHe tripped and fell over.\n\nThe clumsy child knocked over the vase.\n\nHe leaned over and kissed his wife.\n\nA dog chased a cat up a fence and the cat jumped over.\n\nThe fence was too high for the dog to climb over.\n)"
  },
  {
    "context_header": "before",
    "context_text": "\nbefore (conj): earlier than; rather than \n Example sentences: \nCall me before you leave.\n\nTake this before you go.\n\nThey left before anyone got up.\n\nI would go bankrupt before I would ask my parents for a loan.\n)"
  },
  {
    "context_header": "between",
    "context_text": "\nbetween (prep): being in the middle of two things; comparing two things \n Example sentences: \nThere is a door between the two rooms.\n\nI got stuck between two rocks.\n\nThe ball rolled between the couch and the wall.\n\nThe neighbors built a fence between the two houses.\n\nThey are arriving sometime between lunch and dinner.\n\nThe accident happened between noon and one o'clock.\n\nShe stood between her parents.\n\nI had to choose between the two shirts.\n\nThe voters had to decide between the two candidates.\n)"
  },
  {
    "context_header": "after",
    "context_text": "\nafter (adv): at a later time \n Example sentences: \nThey are coming the morning after.\n\nI throw food out the day after.\n\nThe package should arrive the week after.\n\nDon't say anything to them until after.\n\nShe dropped off some food and left just after.\n)"
  },
  {
    "context_header": "since",
    "context_text": "\nsince (conj): because; from a certain time \n Example sentences: \nSince you're good at cooking, could you please cater my party?\n\nSince it's hot today, let's turn on the air conditioner.\n\nSince we work in the same building, could you give me a ride tomorrow morning?\n\nI've been coming to this restaurant since it first opened.\n\nShe's been seeing this doctor since she was born.\n\nThey have been attending this church since they got married.\n)"
  },
  {
    "context_header": "without",
    "context_text": "\nwithout (adv): not having or including something \n Example sentences: \nDo you take your coffee with cream or without?\n\nDo you like brownies with nuts or without?\n\nDo you work better with a partner or without?\n)"
  },
  {
    "context_header": "under",
    "context_text": "\nunder (adv): in a position that is below or beneath something \n Example sentences: \nThere was a big wave and the surfer went under.\n\nThe dolphin jumped out of the water, then dove back under.\n\nThe sign was too low, so the truck could not go under.\n)"
  },
  {
    "context_header": "within",
    "context_text": "\nwithin (adv): inside of \n Example sentences: \nThere were strange noises coming from within.\n\nI tried to look calm, but I was really excited within.\n\nThe police look tough, but some are really affected within.\n\nYou have to find happiness from within.\n)"
  },
  {
    "context_header": "along",
    "context_text": "\nalong (adv): following in the direction of \n Example sentences: \nThe police officers told the crowd to move along.\n\nWe walked along the beach as the sun was setting.\n\nThe people in the parade waved to the crowd as they marched along.\n\nYou're more than welcome to come along.\n\nThe carolers asked the crowd the sing along.\n)"
  },
  {
    "context_header": "following",
    "context_text": "\nfollowing (adj): next \n Used with nouns: \nI'm going to Europe to study the following year.\n(year, semester, quarter))\n\nShe got sick the following day.\n(day, week)\n\nI will be out of the office the following week.\n(week, month, day)\n\nYou can reach me at the following address.\n(address, number, email)\n\nThe band will be playing on the following dates.\n(dates, times)\n"
  },
  {
    "context_header": "across",
    "context_text": "\nacross (adv): from one side to another side \n Used with verbs: \nThey walked across as quickly as they could.\n(walked, ran, jogged, moved))\n\nThey were able jump across.\n(jump, leap, make it, hop, step)\n"
  },
  {
    "context_header": "behind",
    "context_text": "\nbehind (adj): lower \n Example sentences: \nShe is behind in her schoolwork.\n\nI'm behind in my payments.\n)"
  },
  {
    "context_header": "beyond",
    "context_text": "\nbeyond (prep): on the far side of something \n Example sentences: \nHe lives just beyond the mountains.\n\nThat's just beyond my comprehension.\n\nWe couldn't see beyond the pile of junk.\n\nHow did the dog get beyond the fence?\n\nThere are so much more to discover beyond the solar system.\n)"
  },
  {
    "context_header": "plus",
    "context_text": "\nplus (n): something helpful or nice to have \n Example sentences: \nThe apartment is small, but having a swimming pool is a plus.\n\nThe house is old, but being close to school is a plus.\n\nSince I have a dog, having a big yard is a plus.\n\nBeing able to work part-time while my children are in school is a plus.\n)"
  },
  {
    "context_header": "except",
    "context_text": "\nexcept (conj): used to explain why something is/was not possible \n Example sentences: \nI would've gotten a perfect score except I made simple mistakes.\n\nI would go with you except I wasn't invited.\n\nShe wanted to attend the party except she had an emergency at the hospital.\n\nI was going to enter the marathon except I got sick the night before.\n\nI was going to go to my first concert except the car broke down.\n)"
  },
  {
    "context_header": "but",
    "context_text": "\nbut (prep): other than \n Example sentences: \nThere was no one at the library but me.\n\nDon't tell anyone but your sister.\n\nI haven't seen anyone here but him.\n\nThere is nothing here, but junk.\n\nShe has nothing but nice things to say about you.\n)"
  },
  {
    "context_header": "up",
    "context_text": "\nup (prep): from a lower to higher place \n Used with verbs: \nWe walked up the street.\n(walked, drove, moved))\n\nWe climbed up the mountain.\n(climbed, scaled, hiked)\n\nPrices are going up.\n(be + going, keep going)\n\nI got up early today.\n(got, woke)\n\nWake up!\n(wake, get, stand, look)\n"
  },
  {
    "context_header": "out",
    "context_text": "\nout (adj): not at home; when a baseball player does not make it on base \n Example sentences: \nShe is out every night.\n\nHe is out at the moment.\n\nThey are always out.\n\nTell them I'm out.\n\nHe is out again.\n\nHe was out at home plate.\n)"
  },
  {
    "context_header": "around",
    "context_text": "\naround (prep): surrounding \n Example sentences: \nShe tied a ribbon around the box.\n\nWe live around the area.\n\nCan you show me around town?\n\nHow do we get around this building?\n\nWe are going to travel around the world.\n)"
  },
  {
    "context_header": "down",
    "context_text": "\ndown (adv): towards a lower position or place \n Used with verbs: \nHe fell down.\n(fell))\n\nPlease come down.\n(come, sit, lie, step)\n\nDon't look down.\n(look, go)\n"
  },
  {
    "context_header": "off",
    "context_text": "\noff (adj): not working; wrong; not at work \n Example sentences: \nWe discovered that the machine was on the off position.\n\nHis calculations were completely off.\n\nShe is off this whole week.\n)"
  },
  {
    "context_header": "above",
    "context_text": "\nabove (n): something or someone higher in position or place \n Example sentences: \nMy answer is none of the above.\n\nMy answer is all of the above.\n)"
  },
  {
    "context_header": "near",
    "context_text": "\nnear (v): to come close \n Used with nouns: \nShe is nearing death.\n(death, the end, the deadline, the destination))\n\nThe project is nearing completion.\n(completion)\n"
  }
]